[
  {
    "id": 1,
    "name": "Afghanistan",
    "official": "Islamic Republic of Afghanistan",
    "code": "AF",
    "refer": "AFG",
    "capital": "Kabul",
    "region": "Asia",
    "subregion": "Southern Asia",
    "wikipedia": "Afghanistan"
  },
  {
    "id": 2,
    "name": "Albania",
    "official": "Republic of Albania",
    "code": "AL",
    "refer": "ALB",
    "capital": "Tirana",
    "region": "Europe",
    "subregion": "Southern Europe",
    "wikipedia": "Albania",
    "wikipedia_beer": "Beer_in_Albania",
    "description": "The largest producer in Albania is Birra Tirana which in 2014 controlled 52% of the domestic market, followed by Birra Stela which controlled 19% of the market, Birra Korça with 17% of the market and Birra Kaon with 11%."
  },
  {
    "id": 4,
    "name": "Algeria",
    "official": "People's Democratic Republic of Algeria",
    "code": "DZ",
    "refer": "DZA",
    "capital": "Algiers",
    "region": "Africa",
    "subregion": "Northern Africa",
    "wikipedia": "Algeria"
  },
  {
    "id": 5,
    "name": "American Samoa",
    "official": "American Samoa",
    "code": "AS",
    "refer": "ASM",
    "capital": "Pago Pago",
    "region": "Oceania",
    "subregion": "Polynesia",
    "wikipedia": "American_Samoa"
  },
  {
    "id": 6,
    "name": "Andorra",
    "official": "Principality of Andorra",
    "code": "AD",
    "refer": "AND",
    "capital": "Andorra la Vella",
    "region": "Europe",
    "subregion": "Southern Europe",
    "wikipedia": "Andorra"
  },
  {
    "id": 7,
    "name": "Angola",
    "official": "Republic of Angola",
    "code": "AO",
    "refer": "AGO",
    "capital": "Luanda",
    "region": "Africa",
    "subregion": "Middle Africa",
    "wikipedia": "Angola"
  },
  {
    "id": 8,
    "name": "Anguilla",
    "official": "Anguilla",
    "code": "AI",
    "refer": "AIA",
    "capital": "The Valley",
    "region": "Americas",
    "subregion": "Caribbean",
    "wikipedia": "Anguilla"
  },
  {
    "id": 9,
    "name": "Antigua and Barbuda",
    "official": "Antigua and Barbuda",
    "code": "AG",
    "refer": "ATG",
    "capital": "Saint John's",
    "region": "Americas",
    "subregion": "Caribbean",
    "wikipedia": "Antigua_and_Barbuda"
  },
  {
    "id": 10,
    "name": "Argentina",
    "official": "Argentine Republic",
    "code": "AR",
    "refer": "ARG",
    "capital": "Buenos Aires",
    "region": "Americas",
    "subregion": "South America",
    "wikipedia": "Argentina"
  },
  {
    "id": 11,
    "name": "Armenia",
    "official": "Republic of Armenia",
    "code": "AM",
    "refer": "ARM",
    "capital": "Yerevan",
    "region": "Asia",
    "subregion": "Western Asia",
    "wikipedia": "Armenia",
    "wikipedia_beer": "Beer_in_Armenia",
    "description": "Beer is produced in Armenia since ancient times. In the 5th century BC, after arriving in a village in Ancient Armenia (possibly in the territory of Artsakh), Xenophon wrote in the Anabasis that \"There were stored wheat, barley, vegetables, and barley wine in the craters (clay pots). In upper level of vessels with the edges in the wine floated barley, and there was stuck a reed, large and small sizes and who wanted to drink, had to taken a reed in his mouth and pull it through the wine. Not mixed with water, the wine was very strong, but for local people it was a very pleasant drink\".\n\nThe first brewery in modern history of Armenia was opened in 1892 in Yerevan. Known as Zanga Brewery, the plant was located in the Hrazdan River gorge. The brewery's products were branded as Bok-Beer. However, the plant was closed during the 1920s."
  },
  {
    "id": 12,
    "name": "Aruba",
    "official": "Aruba",
    "code": "AW",
    "refer": "ABW",
    "capital": "Oranjestad",
    "region": "Americas",
    "subregion": "Caribbean",
    "wikipedia": "Aruba"
  },
  {
    "id": 13,
    "name": "Ascension Island",
    "official": "Ascension Island",
    "code": "AC",
    "refer": "SHN-AC",
    "capital": "Georgetown",
    "region": "Africa",
    "subregion": "South Atlantic",
    "wikipedia": "Ascension_Island"
  },
  {
    "id": 14,
    "name": "Australia",
    "official": "Commonwealth of Australia",
    "code": "AU",
    "refer": "AUS",
    "capital": "Canberra",
    "region": "Oceania",
    "subregion": "Australia and New Zealand",
    "wikipedia": "Australia",
    "wikipedia_beer": "Beer_in_Australia",
    "description": "The history of Australian beer starts very early in Australia's colonial history; Captain James Cook brought beer with him on his ship Endeavour as a means of preserving drinking water. The first official brewer in Australia was John Boston who brewed a beverage from Indian corn bittered with cape gooseberry leaves. It is likely though that beer was brewed unofficially much earlier. The first pub, the Mason Arms was opened in 1796 in Parramatta by James Larra, a freed convict.\n\nAlthough modern Australian beer is predominantly lager, early Australian beer were exclusively top-fermented and quick-maturing ales. Brewing rapidly expanded in all of the Australian colonies and by 1871 there were 126 breweries in Victoria alone, which at the time had a population of only 800,000.\n\nAlthough Foster's Lager is not a popular domestic beer in the 21st century, its popularity internationally has grown and the product is made mostly for export. In January 2005, the brand was one of the ten best-selling beers globally.\n\nSpeciality brews in Australia are produced by both major brewers and microbreweries, and include a wide variety of ales. Microbreweries exist throughout the country, including small towns, but the availability of such beers on-tap in venues is often limited."
  },
  {
    "id": 15,
    "name": "Austria",
    "official": "Republic of Austria",
    "code": "AT",
    "refer": "AUT",
    "capital": "Vienna",
    "region": "Europe",
    "subregion": "Western Europe",
    "wikipedia": "Austria",
    "wikipedia_beer": "Beer_in_Austria",
    "description": "Austrian beers come in a wide variety of styles, and many small breweries are scattered across the country, though a few larger breweries dominate markets. Austrian brewers were never subject to the tight restrictions of the Reinheitsgebot, and as a result more variety remains in Austria than in Germany. The most common style of beer is similar to the German Märzen, though the Austrian style is distinct."
  },
  {
    "id": 16,
    "name": "Azerbaijan",
    "official": "Republic of Azerbaijan",
    "code": "AZ",
    "refer": "AZE",
    "capital": "Baku",
    "region": "Asia",
    "subregion": "Western Asia",
    "wikipedia": "Azerbaijan",
    "wikipedia_beer": "Beer_in_Azerbaijan",
    "description": "Beer in Azerbaijan is typified by lighter lagers. Of the domestically produced beers, the most widely distributed is Xirdalan, formerly brewed by Baki-Castel (BGI) but bought by Baltika in 2008. Other relatively widespread brands include Novxanı (brewed by Bakı-Praqa) and draft-only NZS. Beer drinking is growing in popularity in Azerbaijan."
  },
  {
    "id": 17,
    "name": "Bahamas",
    "official": "Commonwealth of the Bahamas",
    "code": "BS",
    "refer": "BHS",
    "capital": "Nassau",
    "region": "Americas",
    "subregion": "Caribbean",
    "wikipedia": "The_Bahamas"
  },
  {
    "id": 18,
    "name": "Bahrain",
    "official": "Kingdom of Bahrain",
    "code": "BH",
    "refer": "BHR",
    "capital": "Manama",
    "region": "Asia",
    "subregion": "Western Asia",
    "wikipedia": "Bahrain"
  },
  {
    "id": 19,
    "name": "Bangladesh",
    "official": "People's Republic of Bangladesh",
    "code": "BD",
    "refer": "BGD",
    "capital": "Dhaka",
    "region": "Asia",
    "subregion": "Southern Asia",
    "wikipedia": "Bangladesh"
  },
  {
    "id": 20,
    "name": "Barbados",
    "official": "Barbados",
    "code": "BB",
    "refer": "BRB",
    "capital": "Bridgetown",
    "region": "Americas",
    "subregion": "Caribbean",
    "wikipedia": "Barbados"
  },
  {
    "id": 22,
    "name": "Belarus",
    "official": "Republic of Belarus",
    "code": "BY",
    "refer": "BLR",
    "capital": "Minsk",
    "region": "Europe",
    "subregion": "Eastern Europe",
    "wikipedia": "Belarus",
    "wikipedia_beer": "Beer_in_Belarus",
    "description": "A local peculiarity of the Belarusian beer market is a considerable amount of imported production (about 20% of the market). The largest producer is the state-owned company Krinitsa, with a 38% share of national beer production in 2008. Other beer companies with strong market shares include Alivaria (Carlsberg Group), Syabar and Rechitsapivo (Heineken International), Lidskoe Pivo (Olvi) and the state-owned company Brestskoe Pivo."
  },
  {
    "id": 23,
    "name": "Belgium",
    "official": "Kingdom of Belgium",
    "code": "BE",
    "refer": "BEL",
    "capital": "Brussels",
    "region": "Europe",
    "subregion": "Western Europe",
    "wikipedia": "Belgium",
    "wikipedia_beer": "Beer_in_Belgium",
    "description": "Brewing in Belgium dates back at least to the age of the first crusades in the 12th century. Under the Catholic Church's permission, local French and Flemish abbeys brewed and distributed beer as a fund raising method. The relatively low-alcohol beer of that time was preferred as a sanitary option to available drinking water. What are now traditional, artisanal brewing methods evolved, under abbey supervision, in the next seven centuries.\n\nThe Trappist monasteries that now brew beer in Belgium were occupied in the late 18th century primarily by monks fleeing the French Revolution. However, the first Trappist brewery in Belgium (Westmalle) did not start operation until 10 December 1836, almost fifty years after the Revolution. That beer was exclusively for the monks and is described as \"dark and sweet.\" The first recorded sale of beer (a brown beer) was on 1 June 1861.\n\nBeer in Belgium varies from pale lager to lambic beer and Flemish red. There are approximately 180 breweries in the country, ranging from international giants to microbreweries. In 2016, UNESCO inscribed Belgian beer culture on their list of the intangible cultural heritage of humanity.\n\nOn average, Belgians drink 84 litres of beer each year, down from around 200 each year in 1900. Most beers are bought or served in bottles, rather than cans, and almost every style of beer has its own particular, uniquely shaped glass or other drinking-vessel. Using the correct glass is considered to improve its flavor."
  },
  {
    "id": 24,
    "name": "Belize",
    "official": "Belize",
    "code": "BZ",
    "refer": "BLZ",
    "capital": "Belmopan",
    "region": "Americas",
    "subregion": "Central America",
    "wikipedia": "Belize"
  },
  {
    "id": 25,
    "name": "Benin",
    "official": "Republic of Benin",
    "code": "BJ",
    "refer": "BEN",
    "capital": "Porto-Novo",
    "region": "Africa",
    "subregion": "Western Africa",
    "wikipedia": "Benin"
  },
  {
    "id": 26,
    "name": "Bermuda",
    "official": "Bermuda",
    "code": "BM",
    "refer": "BMU",
    "capital": "Hamilton",
    "region": "Americas",
    "subregion": "Northern America",
    "wikipedia": "Bermuda"
  },
  {
    "id": 27,
    "name": "Bhutan",
    "official": "Kingdom of Bhutan",
    "code": "BT",
    "refer": "BTN",
    "capital": "Thimphu",
    "region": "Asia",
    "subregion": "Southern Asia",
    "wikipedia": "Bhutan"
  },
  {
    "id": 28,
    "name": "Bolivia",
    "official": "Plurinational State of Bolivia",
    "code": "BO",
    "refer": "BOL",
    "capital": "Sucre",
    "region": "Americas",
    "subregion": "South America",
    "wikipedia": "Bolivia"
  },
  {
    "id": 29,
    "name": "Bosnia and Herzegovina",
    "official": "Bosnia and Herzegovina",
    "code": "BA",
    "refer": "BIH",
    "capital": "Sarajevo",
    "region": "Europe",
    "subregion": "Southern Europe",
    "wikipedia": "Bosnia_and_Herzegovina",
    "wikipedia_beer": "Beer_in_Bosnia_and_Herzegovina",
    "description": "There are several minor breweries in Bosnia and Herzegovina, most of which were established in 19th century. The largest brewery is Sarajevska Pivara which has been established in 1864.\n\nThe main beer in Bosnia and Herzegovina is lager, drunk in over 95% of the cases. The idea of a brew pub is relatively new, but the Black Dog Pub in Mostar serves a local microbrew."
  },
  {
    "id": 30,
    "name": "Botswana",
    "official": "Republic of Botswana",
    "code": "BW",
    "refer": "BWA",
    "capital": "Gaborone",
    "region": "Africa",
    "subregion": "Southern Africa",
    "wikipedia": "Botswana"
  },
  {
    "id": 31,
    "name": "Brazil",
    "official": "Federative Republic of Brazil",
    "code": "BR",
    "refer": "BRA",
    "capital": "Brasília",
    "region": "Americas",
    "subregion": "South America",
    "wikipedia": "Brazil",
    "wikipedia_beer": "Beer_in_Brazil",
    "description": "The tradition of brewing in Brazil dates back to German immigration in the early nineteenth century. The first breweries date from the 1830s, the brand Bohemia is claimed to be the first Brazilian beer, with production starting in 1853 in the city of Petrópolis, Rio de Janeiro and is the oldest Brazilian beer which is still under production (now owned by Anheuser–Busch InBev). Naturally, many breweries appeared and disappeared in that period like Ritter from Rio Grande do Sul and Imperial Fábrica de Cerveja Nacional from Rio de Janeiro. Two important brands, Antarctica and Brahma, started production in the 1880s.\n\nBrazil is the world's third largest beer market, behind China and the US, with beer volumes in 2015 pegged at 139 million hectoliters."
  },
  {
    "id": 32,
    "name": "British Virgin Islands",
    "official": "Virgin Islands",
    "code": "VG",
    "refer": "VGB",
    "capital": "Road Town",
    "region": "Americas",
    "subregion": "Caribbean",
    "wikipedia": "British_Virgin_Islands"
  },
  {
    "id": 33,
    "name": "Brunei",
    "official": "Nation of Brunei, Abode of Peace",
    "code": "BN",
    "refer": "BRN",
    "capital": "Bandar Seri Begawan",
    "region": "Asia",
    "subregion": "South-Eastern Asia",
    "wikipedia": "Brunei"
  },
  {
    "id": 34,
    "name": "Bulgaria",
    "official": "Republic of Bulgaria",
    "code": "BG",
    "refer": "BGR",
    "capital": "Sofia",
    "region": "Europe",
    "subregion": "Eastern Europe",
    "wikipedia": "Bulgaria",
    "wikipedia_beer": "Beer_in_Bulgaria",
    "description": "The modern history of beer in Bulgaria dates back to the 19th century, when it was introduced to the country by foreigners (from Austria-Hungary, France and Switzerland) shortly before the Liberation of Bulgaria. Until then, beer was practically unknown in what used to be a mainly rakia and wine-drinking country. Today, Bulgaria ranks 15th by beer consumption per capita, with 73 litres a year.\n\nBulgaria's earliest commercial brewery was established in Plovdiv by the German Swiss Rudolf Frick and Friedrich Sulzer in 1876. In the late 19th and early 20th century, beer rapidly grew in popularity among the Bulgarian middle class, and a large number of beer houses were established in most big cities. After World War I, there were already 18 breweries in Bulgaria.\n\nFollowing World War II, as Bulgaria became part of the Eastern Bloc, all breweries were nationalized. Since the democratic reforms in 1989, the Bulgarian beer market has been dominated by some of the world's largest multinational beer companies who privatized the local breweries and produce both locally and internationally branded beer."
  },
  {
    "id": 35,
    "name": "Burkina Faso",
    "official": "Burkina Faso",
    "code": "BF",
    "refer": "BFA",
    "capital": "Ouagadougou",
    "region": "Africa",
    "subregion": "Western Africa",
    "wikipedia": "Burkina_Faso"
  },
  {
    "id": 36,
    "name": "Burundi",
    "official": "Republic of Burundi",
    "code": "BI",
    "refer": "BDI",
    "capital": "Bujumbura",
    "region": "Africa",
    "subregion": "Eastern Africa",
    "wikipedia": "Burundi"
  },
  {
    "id": 37,
    "name": "Cambodia",
    "official": "Kingdom of Cambodia",
    "code": "KH",
    "refer": "KHM",
    "capital": "Phnom Penh",
    "region": "Asia",
    "subregion": "South-Eastern Asia",
    "wikipedia": "Cambodia"
  },
  {
    "id": 38,
    "name": "Cameroon",
    "official": "Republic of Cameroon",
    "code": "CM",
    "refer": "CMR",
    "capital": "Yaoundé",
    "region": "Africa",
    "subregion": "Middle Africa",
    "wikipedia": "Cameroon"
  },
  {
    "id": 39,
    "name": "Canada",
    "official": "Canada",
    "code": "CA",
    "refer": "CAN",
    "capital": "Ottawa",
    "region": "Americas",
    "subregion": "Northern America",
    "wikipedia": "Canada",
    "wikipedia_beer": "Beer_in_Canada",
    "description": "Beer was first introduced to Canada by European settlers in the seventeenth century, as Canada had an ideal climate for making beer before refrigeration was introduced. The first commercial brewery was built in Montreal (then Fort Ville-Marie) in 1650, followed by a larger brewery built in Quebec City, in the year 1668. The numerous British soldiers in Canada in the seventeenth and eighteenth century was a benefit to breweries since the troops were each entitled to six pints of beer per day. The oldest surviving Canadian brewing enterprise was established by John Molson in Montreal in 1786.\n\nProhibition in Canada did not last as long as in the U.S. and was largely over by the mid-1920s apart from Prince Edward Island, where it ran from 1901 to 1948. However, governments' attempt to eliminate \"intoxicating\" beverages led to the closing of nearly three quarters of breweries between 1878 and 1928. Even after that era, the sale of beverage alcohol products remained heavily controlled by liquor boards and publicly owned stores in each of the provinces.\n\nThe brewing had become extremely concentrated in Canada by the 1970s, being dominated by just three companies. The revival of craft brewing dates from the early 1980s as a result of disparate and random factors. Craft beer accounted for 10% of the Canadian beer market in 2015, and the craft brewery industry has been experiencing rapid growth; the number of microbreweries increased to 520 by 2015.\n\nIt was only in the second half of the twentieth century that a significant number of new breweries opened up. The Canadian Beer industry now plays an important role in Canadian identity, though globalization of the brewing industry has seen the major players in Canada acquired by, or merged with, foreign companies."
  },
  {
    "id": 40,
    "name": "Cape Verde",
    "official": "Republic of Cabo Verde",
    "code": "CV",
    "refer": "CPV",
    "capital": "Praia",
    "region": "Africa",
    "subregion": "Western Africa",
    "wikipedia": "Cape_Verde",
    "wikipedia_beer": "Beer_in_Cape_Verde",
    "description": "Cape Verde produces a popular beer called Strela, a pale lager out the capital Praia on the island of Santiago. The beer is exported to neighboring Senegal, Gambia and Guinea-Bissau, as well as to the Netherlands, Portugal and the United States, where there are large Cape Verdean communities."
  },
  {
    "id": 41,
    "name": "Cayman Islands",
    "official": "Cayman Islands",
    "code": "KY",
    "refer": "CYM",
    "capital": "George Town",
    "region": "Americas",
    "subregion": "Caribbean",
    "wikipedia": "Cayman_Islands"
  },
  {
    "id": 42,
    "name": "Central African Republic",
    "official": "Central African Republic",
    "code": "CF",
    "refer": "CAF",
    "capital": "Bangui",
    "region": "Africa",
    "subregion": "Middle Africa",
    "wikipedia": "Central_African_Republic"
  },
  {
    "id": 43,
    "name": "Chad",
    "official": "Republic of Chad",
    "code": "TD",
    "refer": "TCD",
    "capital": "N'Djamena",
    "region": "Africa",
    "subregion": "Middle Africa",
    "wikipedia": "Chad"
  },
  {
    "id": 44,
    "name": "Chile",
    "official": "Republic of Chile",
    "code": "CL",
    "refer": "CHL",
    "capital": "Santiago",
    "region": "Americas",
    "subregion": "South America",
    "wikipedia": "Chile",
    "wikipedia_beer": "Beer_in_Chile",
    "description": "There is long tradition of brewing a drink called chicha that might be classified as corn beer by modern standards, though is not considered as such in South America.\n\nModern beer (Spanish, cerveza chilena) history in Chile began in the 19th century when European beer was first introduced in the years after Chile gained independence. With the arrival of German immigrants around 1850, massive beer production began. By the end of the 19th century, beer was consumed all over the country. Beer consumption and culture then spread across the country from cities with high immigrant populations such as Valdivia and Valparaíso. In 1907, 20 million litres of beer were produced in Valdivia.\n\nAlthough Chilean beer consumption is low compared to the rest of the South American region, beer is still the most consumed alcoholic beverage and takes 60% of the total market share for alcoholic drinks. Part of the so-called premium sector, craft beers have gained ground in recent years, and today there are more than 300 micro-breweries in Chile."
  },
  {
    "id": 45,
    "name": "China",
    "official": "People's Republic of China",
    "code": "CN",
    "refer": "CHN",
    "capital": "Beijing",
    "region": "Asia",
    "subregion": "Eastern Asia",
    "wikipedia": "China",
    "wikipedia_beer": "Beer_in_China",
    "description": "Production and consumption of beer in China has occurred for around nine thousand years, with recent archaeological findings showing that Chinese villagers were brewing beer-type alcoholic drinks as far back as 7000 BC on small and individual scales. Ancient Chinese beer was important in ancestral worship, funeral and other rituals of Xia, Shang and Zhou dynasties.\n\nBeer in China has become increasingly popular in the last century. Chinese beer has also seen a rise in popularity internationally in the last few decades. While most Chinese beers are pale lagers, other styles are occasionally found, such as Tsingtao Dark Beer.\n\nThe emergence of craft beer in China started in the large metro areas including Beijing, Shanghai and Guangzhou. Once primarily of interest to expat drinkers, local consumer interest in premium brands and local and imported craft beers is currently on the rise."
  },
  {
    "id": 48,
    "name": "Colombia",
    "official": "Republic of Colombia",
    "code": "CO",
    "refer": "COL",
    "capital": "Bogotá",
    "region": "Americas",
    "subregion": "South America",
    "wikipedia": "Colombia",
    "wikipedia_beer": "Beer_in_Colombia",
    "description": "Beer is a sizeable industry in Colombia ranging from small local micro-brews to large scale productions of popular brands. It is estimated that Colombia has more than 15 large national brands, but dozens of small/local microbrewery boutique beers are growing beyond regional demand."
  },
  {
    "id": 49,
    "name": "Comoros",
    "official": "Union of the Comoros",
    "code": "KM",
    "refer": "COM",
    "capital": "Moroni",
    "region": "Africa",
    "subregion": "Eastern Africa",
    "wikipedia": "Comoros"
  },
  {
    "id": 50,
    "name": "Congo",
    "official": "Republic of the Congo",
    "code": "CG",
    "refer": "COG",
    "capital": "Brazzaville",
    "region": "Africa",
    "subregion": "Middle Africa",
    "wikipedia": "Republic_of_the_Congo"
  },
  {
    "id": 51,
    "name": "Cook Islands",
    "official": "Cook Islands",
    "code": "CK",
    "refer": "COK",
    "capital": "Avarua",
    "region": "Oceania",
    "subregion": "Polynesia",
    "wikipedia": "Cook_Islands"
  },
  {
    "id": 52,
    "name": "Costa Rica",
    "official": "Republic of Costa Rica",
    "code": "CR",
    "refer": "CRI",
    "capital": "San José",
    "region": "Americas",
    "subregion": "Central America",
    "wikipedia": "Costa_Rica",
    "wikipedia_beer": "Beer_in_Costa_Rica",
    "description": "In 1867, James Hasland, British, and Arthur Kopper, German, opened a beer brewery in Cartago.\n\nDue to its geographic location, Costa Rica is not able to grow the raw materials for beer, which hinders the growth of a completely local food product, and depends heavily on imported raw materials.\n\nCosta Rica has a very strong beer industry centered on mass-produced lagers. Until the beginning of the 21st Century, there was no easy way to acquire or taste other kind of beer brewed in Costa Rica other than those produced by Florida Ice & Farm Co., which reduced the available styles to industrial-scale lagers. The lack of local ingredients and not very clear laws restricting the volume of beer brewed by individuals or small companies, were also factors on the lack of variety. Around 2012 a few companies started to import and sell to particulars the required ingredients (such as malt, hops or yeast), the equipment and tools, and also started to teach in workshops how to brew beer. This accelerated the creation of new breweries."
  },
  {
    "id": 53,
    "name": "Croatia",
    "official": "Republic of Croatia",
    "code": "HR",
    "refer": "HRV",
    "capital": "Zagreb",
    "region": "Europe",
    "subregion": "Southern Europe",
    "wikipedia": "Croatia",
    "wikipedia_beer": "Beer_in_Croatia",
    "description": "During the antiquity and the Middle Ages, beer in Croatia received only sporadic mention in historical sources. Its popularity rose in the 18th century, and industrial-scale production began only in the late 19th century. In the modern era, brewing has gained significant economical importance.\n\nBeer is a popular beverage in Croatia. In 2010, Croatia was the 14th country in the world by beer consumption per capita. Approximately one half of the adult population are beer consumers.\n\nMore than 90% of all beer sold in Croatia is domestically produced. There are many types and brands of beer in Croatia, though more than 90% of revenue is shared between six largest beer companies."
  },
  {
    "id": 54,
    "name": "Cuba",
    "official": "Republic of Cuba",
    "code": "CU",
    "refer": "CUB",
    "capital": "Havana",
    "region": "Americas",
    "subregion": "Caribbean",
    "wikipedia": "Cuba"
  },
  {
    "id": 55,
    "name": "Cyprus",
    "official": "Republic of Cyprus",
    "code": "CY",
    "refer": "CYP",
    "capital": "Nicosia",
    "region": "Europe",
    "subregion": "Eastern Europe",
    "wikipedia": "Cyprus"
  },
  {
    "id": 56,
    "name": "Czech Republic",
    "official": "Czech Republic",
    "code": "CZ",
    "refer": "CZE",
    "capital": "Prague",
    "region": "Europe",
    "subregion": "Eastern Europe",
    "wikipedia": "Czech_Republic",
    "wikipedia_beer": "Beer_in_the_Czech_Republic",
    "description": "The history of beer in the modern Czech Republic, historically Bohemia, Moravia, and Silesia, goes back further than the creation of Pilsner Urquell in 1842. Beer was made in the Czech lands even before the Slavic migration in the 6th century, although the ingredients used often differed from what we are used to today.\n\nHops has been grown in the region for a long time, and were used in beer making and exported from here since the twelfth century. Most towns had at least one brewery, the most famous brewing cities in Bohemia were Budweis, Plzeň, and Prague. Other towns with notable breweries are Rakovník, Žatec, and Třeboň. Much of the early brewing history of Bohemia is centred on various monasteries, although today there are very few Czech monasteries brewing and selling beer to the public.\n\nNearly all beer brewed in the Czech Republic is pilsener lager. Czech beers vary in colour from pale (Světlé), through amber (Polotmavé) and dark (Tmavé) to black (Černé) and in strength from 3-9% abv. Top-fermented wheat beer (Pšeničné pivo) is also available. Originally Pilsner was a specific term for beers brewed in Plzeň. The term has come to mean any pale, hoppy lager as a result of imitations of the original beer, especially in Germany where the style is common."
  },
  {
    "id": 57,
    "name": "DR Congo",
    "official": "Democratic Republic of the Congo",
    "code": "CD",
    "refer": "COD",
    "capital": "Kinshasa",
    "region": "Africa",
    "subregion": "Middle Africa",
    "wikipedia": "Democratic_Republic_of_the_Congo"
  },
  {
    "id": 58,
    "name": "Denmark",
    "official": "Kingdom of Denmark",
    "code": "DK",
    "refer": "DNK",
    "capital": "Copenhagen",
    "region": "Europe",
    "subregion": "Northern Europe",
    "wikipedia": "Denmark",
    "wikipedia_beer": "Beer_in_Denmark",
    "description": "The beer market in Denmark is dominated by the brands Carlsberg and Tuborg. Since Tuborg was acquired by Carlsberg in 1970, Carlsberg has held a near-monopoly. A number of regional breweries, however, managed to survive, and most of them merged into Royal Unibrew in 2005. Also a large number of microbreweries have appeared.\n\nThe Danish market is dominated by pale lager, with more than 95% of total sales. However, stout and other dark beers are increasing in popularity, a trend driven by the market growth of premium-priced beers. The local microbreweries are strong innovators and produce a wide variety of beer styles, including strong IPAs and stouts."
  },
  {
    "id": 60,
    "name": "Djibouti",
    "official": "Republic of Djibouti",
    "code": "DJ",
    "refer": "DJI",
    "capital": "Djibouti",
    "region": "Africa",
    "subregion": "Eastern Africa",
    "wikipedia": "Djibouti"
  },
  {
    "id": 61,
    "name": "Dominica",
    "official": "Commonwealth of Dominica",
    "code": "DM",
    "refer": "DMA",
    "capital": "Roseau",
    "region": "Americas",
    "subregion": "Caribbean",
    "wikipedia": "Dominica"
  },
  {
    "id": 62,
    "name": "Dominican Republic",
    "official": "Dominican Republic",
    "code": "DO",
    "refer": "DOM",
    "capital": "Santo Domingo",
    "region": "Americas",
    "subregion": "Caribbean",
    "wikipedia": "Dominican_Republic"
  },
  {
    "id": 63,
    "name": "Ecuador",
    "official": "Republic of Ecuador",
    "code": "EC",
    "refer": "ECU",
    "capital": "Quito",
    "region": "Americas",
    "subregion": "South America",
    "wikipedia": "Ecuador"
  },
  {
    "id": 64,
    "name": "Egypt",
    "official": "Arab Republic of Egypt",
    "code": "EG",
    "refer": "EGY",
    "capital": "Cairo",
    "region": "Africa",
    "subregion": "Northern Africa",
    "wikipedia": "Egypt",
    "wikipedia_beer": "Beer_in_Egypt",
    "description": "Beer has long held a significant role in Egypt, and its presence in the country is thought to date back to the Predynastic period. In ancient Egypt wine was preferred by the upper class, whereas beer was a staple for working class Egyptians and a central part of their diet. Despite religious restrictions and conflicting views on alcohol after the Muslim conquest of Egypt the consumption of beer did not cease, and it still remains the most popular alcoholic beverage in the country by far, accounting for 54 percent of all alcohol consumption.\n\nThe modern beer industry in Egypt was founded by Belgian businessmen in 1897, with the establishment of Crown Brewery in Alexandria and later the Pyramid Brewery in Cairo."
  },
  {
    "id": 65,
    "name": "El Salvador",
    "official": "Republic of El Salvador",
    "code": "SV",
    "refer": "SLV",
    "capital": "San Salvador",
    "region": "Americas",
    "subregion": "Central America",
    "wikipedia": "El_Salvador"
  },
  {
    "id": 66,
    "name": "Equatorial Guinea",
    "official": "Republic of Equatorial Guinea",
    "code": "GQ",
    "refer": "GNQ",
    "capital": "Malabo",
    "region": "Africa",
    "subregion": "Middle Africa",
    "wikipedia": "Equatorial_Guinea"
  },
  {
    "id": 67,
    "name": "Estonia",
    "official": "Republic of Estonia",
    "code": "EE",
    "refer": "EST",
    "capital": "Tallinn",
    "region": "Europe",
    "subregion": "Northern Europe",
    "wikipedia": "Estonia"
  },
  {
    "id": 68,
    "name": "Ethiopia",
    "official": "Federal Democratic Republic of Ethiopia",
    "code": "ET",
    "refer": "ETH",
    "capital": "Addis Ababa",
    "region": "Africa",
    "subregion": "Eastern Africa",
    "wikipedia": "Ethiopia"
  },
  {
    "id": 69,
    "name": "Falkland Islands",
    "official": "Falkland Islands",
    "code": "FK",
    "refer": "FLK",
    "capital": "Stanley",
    "region": "Americas",
    "subregion": "South America",
    "wikipedia": "Falkland_Islands"
  },
  {
    "id": 70,
    "name": "Fiji",
    "official": "Republic of Fiji",
    "code": "FJ",
    "refer": "FJI",
    "capital": "Suva",
    "region": "Oceania",
    "subregion": "Melanesia",
    "wikipedia": "Fiji"
  },
  {
    "id": 71,
    "name": "Finland",
    "official": "Republic of Finland",
    "code": "FI",
    "refer": "FIN",
    "capital": "Helsinki",
    "region": "Europe",
    "subregion": "Northern Europe",
    "wikipedia": "Finland",
    "wikipedia_beer": "Beer_in_Finland",
    "description": "Finland has a long history of beer dating back to the Middle Ages. The oldest still-existing commercial brewery in Finland and Nordic countries is Sinebrychoff, founded in 1819. The Finnish Beer Day is celebrated on the 13th of October to commemorate the founding of Oy Sinebrychoff Ab and the birth of Finnish beer.\n\nSahti is a traditional Finnish beer, which contains some oats, has a distinct banana flavor, and was traditionally made at home. Although less common, it is still served at weddings and other special occasions.\n\nProhibition started in Finland on 1 June 1919 and lasted nearly 13 years, ending 5th of April 1932 when the new state-owned alcohol retail stores opened their doors to customers. Today Finland's standing is 9th in per capita consumption of beer.\n\nBeer with an alcohol content of 4.8% or higher may only be sold in state-owned Alko liquor stores or bars and restaurants with the appropriate license."
  },
  {
    "id": 72,
    "name": "France",
    "official": "French Republic",
    "code": "FR",
    "refer": "FRA",
    "capital": "Paris",
    "region": "Europe",
    "subregion": "Western Europe",
    "wikipedia": "France",
    "wikipedia_beer": "Beer_in_France",
    "description": "Before industrialisation, most beer in France was brewed in small rural breweries, which catered to the needs of the local residents. In the early 20th century there were over a thousand breweries in France. As rural population declined, these breweries almost disappeared and along with them the tradition and diversity of the regional beers, which started to be replaced by larger urban ones. Among the things that caused most impact were industrialization, decline of the coal-mining industry, and the two World Wars, which hit the French countryside very hard (not only the population but sometimes the breweries directly, which had their equipment turned into ammunition).\n\nMost beer sold in France is mass-produced, with major breweries having control of over 90% of the market and pilsner lagers predominating. There are also distinctive traditional beer styles, such as the top-fermented Bière de Garde. In recent years, France has also seen a proliferation of microbreweries."
  },
  {
    "id": 74,
    "name": "French Guiana",
    "official": "Guiana",
    "code": "GF",
    "refer": "GUF",
    "capital": "Cayenne",
    "region": "Americas",
    "subregion": "South America",
    "wikipedia": "French_Guiana"
  },
  {
    "id": 75,
    "name": "French Polynesia",
    "official": "French Polynesia",
    "code": "PF",
    "refer": "PYF",
    "capital": "Papeetē",
    "region": "Oceania",
    "subregion": "Polynesia",
    "wikipedia": "French_Polynesia"
  },
  {
    "id": 76,
    "name": "Gabon",
    "official": "Gabonese Republic",
    "code": "GA",
    "refer": "GAB",
    "capital": "Libreville",
    "region": "Africa",
    "subregion": "Middle Africa",
    "wikipedia": "Gabon"
  },
  {
    "id": 77,
    "name": "Gambia",
    "official": "Republic of the Gambia",
    "code": "GM",
    "refer": "GMB",
    "capital": "Banjul",
    "region": "Africa",
    "subregion": "Western Africa",
    "wikipedia": "The_Gambia"
  },
  {
    "id": 78,
    "name": "Georgia",
    "official": "Georgia",
    "code": "GE",
    "refer": "GEO",
    "capital": "Tbilisi",
    "region": "Asia",
    "subregion": "Western Asia",
    "wikipedia": "Georgia"
  },
  {
    "id": 79,
    "name": "Germany",
    "official": "Federal Republic of Germany",
    "code": "DE",
    "refer": "DEU",
    "capital": "Berlin",
    "region": "Europe",
    "subregion": "Western Europe",
    "wikipedia": "Germany",
    "wikipedia_beer": "Beer_in_Germany",
    "description": "The Reinheitsgebot (\"purity decree\"), sometimes called the \"German Beer Purity Law\" in English, was a regulation concerning the production of beer in Germany. In the original text, the only ingredients that could be used in the production of beer were water, barley, and hops, which had to be added only while the wort was boiling. After its discovery, yeast became the fourth legal ingredient. For top-fermenting beers, the use of sugar is also permitted. Before its official repeal in 1987, it was the oldest food-quality regulation in the world.\n\nBeer is a major part of German culture. In 2012, Germany ranked third in terms of per-capita beer consumption, behind the Czech Republic and Austria. While the beer market is weaker but more centralized in northern Germany, southern Germany has many smaller, local breweries. Almost half of all German breweries are in Bavaria.\n\nIn total, there are approximately 1,300 breweries in Germany producing over 5,000 brands of beer. The highest density of breweries in the world is found in Aufseß near the city of Bamberg, in the Franconia region of Bavaria. The Benedictine abbey Weihenstephan brewery (established in 725) is reputedly the oldest existing brewery in the world, brewing since 1040."
  },
  {
    "id": 80,
    "name": "Ghana",
    "official": "Republic of Ghana",
    "code": "GH",
    "refer": "GHA",
    "capital": "Accra",
    "region": "Africa",
    "subregion": "Western Africa",
    "wikipedia": "Ghana"
  },
  {
    "id": 81,
    "name": "Gibraltar",
    "official": "Gibraltar",
    "code": "GI",
    "refer": "GIB",
    "capital": "Gibraltar",
    "region": "Europe",
    "subregion": "Southern Europe",
    "wikipedia": "Gibraltar"
  },
  {
    "id": 82,
    "name": "Greece",
    "official": "Hellenic Republic",
    "code": "GR",
    "refer": "GRC",
    "capital": "Athens",
    "region": "Europe",
    "subregion": "Southern Europe",
    "wikipedia": "Greece",
    "wikipedia_beer": "Beer_in_Greece",
    "description": "In Ancient Greece, beer wasn't produced domestically, however it was consumed to a large extent. The ancient Greeks were avid consumers of imported blonde beer, the consumption of which reached its peak during the festivities in the honor of goddess Demeter.\n\nThe first modern breweries in Greece were created at the end of the 19th century."
  },
  {
    "id": 83,
    "name": "Greenland",
    "official": "Greenland",
    "code": "GL",
    "refer": "GRL",
    "capital": "Nuuk",
    "region": "Americas",
    "subregion": "Northern America",
    "wikipedia": "Greenland"
  },
  {
    "id": 84,
    "name": "Grenada",
    "official": "Grenada",
    "code": "GD",
    "refer": "GRD",
    "capital": "St. George's",
    "region": "Americas",
    "subregion": "Caribbean",
    "wikipedia": "Grenada"
  },
  {
    "id": 85,
    "name": "Guadeloupe",
    "official": "Guadeloupe",
    "code": "GP",
    "refer": "GLP",
    "capital": "Basse-Terre",
    "region": "Americas",
    "subregion": "Caribbean",
    "wikipedia": "Guadeloupe"
  },
  {
    "id": 86,
    "name": "Guam",
    "official": "Guam",
    "code": "GU",
    "refer": "GUM",
    "capital": "Hagåtña",
    "region": "Oceania",
    "subregion": "Micronesia",
    "wikipedia": "Guam"
  },
  {
    "id": 88,
    "name": "Guatemala",
    "official": "Republic of Guatemala",
    "code": "GT",
    "refer": "GTM",
    "capital": "Guatemala City",
    "region": "Americas",
    "subregion": "Central America",
    "wikipedia": "Guatemala"
  },
  {
    "id": 89,
    "name": "Guinea",
    "official": "Republic of Guinea",
    "code": "GN",
    "refer": "GIN",
    "capital": "Conakry",
    "region": "Africa",
    "subregion": "Western Africa",
    "wikipedia": "Guinea"
  },
  {
    "id": 90,
    "name": "Guyana",
    "official": "Co-operative Republic of Guyana",
    "code": "GY",
    "refer": "GUY",
    "capital": "Georgetown",
    "region": "Americas",
    "subregion": "South America",
    "wikipedia": "Guyana"
  },
  {
    "id": 91,
    "name": "Haiti",
    "official": "Republic of Haiti",
    "code": "HT",
    "refer": "HTI",
    "capital": "Port-au-Prince",
    "region": "Americas",
    "subregion": "Caribbean",
    "wikipedia": "Haiti"
  },
  {
    "id": 92,
    "name": "Honduras",
    "official": "Republic of Honduras",
    "code": "HN",
    "refer": "HND",
    "capital": "Tegucigalpa",
    "region": "Americas",
    "subregion": "Central America",
    "wikipedia": "Honduras"
  },
  {
    "id": 93,
    "name": "Hong Kong",
    "official": "Hong Kong Special Administrative Region of the People's Republic of China",
    "code": "HK",
    "refer": "HKG",
    "capital": "City of Victoria",
    "region": "Asia",
    "subregion": "Eastern Asia",
    "wikipedia": "Hong_Kong",
    "wikipedia_beer": "Beer_in_Hong_Kong",
    "description": "History of beer in Hong Kong dates back to the mid-19th century. Currently the best selling beer is San Miguel, brewed by San Miguel Brewery Hong Kong. San Miguel has been brewed in Sham Tseng since 1948, and later moved to Yuen Long until 2007. The brewery was reopened in 2009.\n\nInternational craft beer and microbrews have seen a rise in popularity since 2010, with specialty and premium beer from countries such as Belgium, UK, Australian, USA and Japan being more widely available."
  },
  {
    "id": 94,
    "name": "Hungary",
    "official": "Hungary",
    "code": "HU",
    "refer": "HUN",
    "capital": "Budapest",
    "region": "Europe",
    "subregion": "Eastern Europe",
    "wikipedia": "Hungary",
    "wikipedia_beer": "Beer_in_Hungary",
    "description": "Beer has been made in Hungary for around a thousand years and the country has a significant history of commercial beer production.\n\nThe first commercial brewery in Hungary was established in Buda in 1845 by Peter Schmidt. During the heyday of the Austro-Hungarian Empire, the Kőbánya district of Budapest became the centre of Hungary's brewing industry. The Dreher brewery is named after Anton Dreher, the creator of the Vienna lager style. He created the brewery in Budapest in 1862 and it came to dominate the Hungarian market before the Second World War.\n\nToday, Hungary has four large commercial brewers which produce mainly light lagers (Hungarian: világos) and German-style dark beers (bocks, Hungarian: barna). In the 2010s, a lively craft beer scene has evolved, with numerous local breweries, festivals and bottleshops.\n\nIn Hungary, people traditionally do not clink their glasses or mugs when drinking beer. There is an urban legend in Hungarian culture that Austrian generals clinked their beer glasses to celebrate the execution of the 13 Martyrs of Arad in 1849. Many people still follow the tradition, although younger people often disavow it, citing that the vow was only meant to last 150 years."
  },
  {
    "id": 95,
    "name": "Iceland",
    "official": "Iceland",
    "code": "IS",
    "refer": "ISL",
    "capital": "Reykjavik",
    "region": "Europe",
    "subregion": "Northern Europe",
    "wikipedia": "Iceland",
    "wikipedia_beer": "Beer_in_Iceland",
    "description": "Iceland's early settlers came from cultures where drinking beer and mead was commonplace. Poems such as the Hávamál reference the drinking of ale (öl). The climate of Iceland (particularly the cooling trend of the Little Ice Age, c. 1300–1850 locally) may have made beer production difficult as it became impossible to produce barley domestically.\n\nBy the early 20th century, Icelandic attitudes toward beer and alcohol had shifted. A temperance movement similar to that in other countries pushed for a ban on moral grounds. Furthermore, beer was often associated with Denmark and thus \"not the patriotic drink of choice.\"\n\nIn a 1908 referendum, voters approved a complete ban on alcohol set to take effect on January 1, 1915. Public support for the ban eventually began to fade, and it was lifted in 1933 referendum. However, beer was still prohibited from containing more than 2.25% alcohol by volume.\n\nThese restrictions were lifted in 1989. The lifting of restrictions is celebrated as Beer Day on March 1. Since then Iceland's consumption of beer has increased markedly and new breweries have begun to emerge. Beginning in the late 2000s more small craft brewers have emerged which produce a wider variety of styles and have even won international awards for their beers."
  },
  {
    "id": 96,
    "name": "India",
    "official": "Republic of India",
    "code": "IN",
    "refer": "IND",
    "capital": "New Delhi",
    "region": "Asia",
    "subregion": "Southern Asia",
    "wikipedia": "India",
    "wikipedia_beer": "Beer_in_India",
    "description": "Beer was not unknown in India before the arrival of Europeans; the Vedas mention a beer-like drink called sura. Rice beer or handia has been traditionally prepared by indigenous tribes of India, in which Ruellia suffruticosa is sometimes added for flavor. Millet beer is also prepared by some tribes.\n\nEuropean-style beer was introduced in India by the British. By 1716, pale ale and Burton ale were being imported to India from England. To protect the beer from spoiling during the long journey, it had to have high alcohol content and hops were added to it. This led to the invention of India pale ale in about 1787 by Bow Brewery.\n\nIn 1830, Edward Abraham Dyer travelled to India and set the up India's first brewery in Kasauli. It produced the beer brand Lion, which is still available.\n\nIn recent years, foreign companies have been entering India and acquiring local businesses. The largest selling India beer brand is Kingfisher. Although imported beer brands are available in India, they are costly due to high import duties reaching up to 100%."
  },
  {
    "id": 97,
    "name": "Indonesia",
    "official": "Republic of Indonesia",
    "code": "ID",
    "refer": "IDN",
    "capital": "Jakarta",
    "region": "Asia",
    "subregion": "South-Eastern Asia",
    "wikipedia": "Indonesia",
    "wikipedia_beer": "Beer_in_Indonesia",
    "description": "Beer in Indonesia started in 1929, when the Heineken beer company established its first brewery factory in Surabaya, East Java, during Dutch colonial rule of Indonesia. This was one of the earliest beer enterprises in Southeast Asia. In July 1931 the Archipel Brouweriji Compagnie was formed in Batavia (now known as Jakarta), by German brewer, Beck's, constructing breweries in both Singapore and Batavia. By 1960s, Indonesians developed their own local brands of beer, which includes Bintang Beer (nationalized from Heineken) and Anker Beer.\n\nAs a Muslim majority country, alcohol industry faces ongoing opposition from Islamic parties and pressure groups in the country. Islamic dietary law prescribed prohibition against alcohol consumption. Because of various regulations, alcohol sales are declining in Indonesia.\n\nCurrently, Bintang Beer is leading the market as the most selling beer of Indonesia."
  },
  {
    "id": 98,
    "name": "Iran",
    "official": "Islamic Republic of Iran",
    "code": "IR",
    "refer": "IRN",
    "capital": "Tehran",
    "region": "Asia",
    "subregion": "Southern Asia",
    "wikipedia": "Iran",
    "wikipedia_beer": "Beer_in_Iran",
    "description": "The earliest known chemical evidence of beer in Iran dates to c. 3500–3100 BC from the site of Godin Tepe in the Zagros Mountains of western Iran, and there is evidence of beer-drinking over a long period in the Persian Empire. Since the Iranian Revolution of 1979, production, possession or distribution of any alcoholic beverages is illegal and punishable under Islamic law. While non-alcoholic beers are the only ones available from legal outlets, illegal alcoholic beers are smuggled into the country and consumed."
  },
  {
    "id": 99,
    "name": "Iraq",
    "official": "Republic of Iraq",
    "code": "IQ",
    "refer": "IRQ",
    "capital": "Baghdad",
    "region": "Asia",
    "subregion": "Western Asia",
    "wikipedia": "Iraq"
  },
  {
    "id": 100,
    "name": "Ireland",
    "official": "Republic of Ireland",
    "code": "IE",
    "refer": "IRL",
    "capital": "Dublin",
    "region": "Europe",
    "subregion": "Northern Europe",
    "wikipedia": "Ireland",
    "wikipedia_beer": "Beer_in_Ireland",
    "description": "Historically, Ireland produced ale, without the use of hops, as the plant is not native to Ireland. Large quantities of hops were imported from England in the 18th century. In 1752, more than 500 tons of English hops were imported through Dublin alone.\n\nIn the 18th century, the Irish Parliament used taxation to encourage brewing at the expense of distilling, reasoning that beer was less harmful than whiskey. In the 1760s, the Royal Dublin Society offered prizes to brewers who used the most Irish hops and those that produced the most porter. Brewing prospered in the early decades of the 19th century and by 1814 Ireland was exporting more beer to England than it imported.\n\nBy the beginning of the nineteenth century, there were over two hundred breweries in the country, fifty-five of them in Dublin. In the nineteenth century, the number of breweries fell to about fifty, and by 2007 only about twelve remained.\n\nBeginning in the 1990s, brewpubs and microbreweries began to emerge. The \"second wave\" began in the mid-2000s, and the \"third wave\" of Irish craft brewing began in 2013. The surge of new breweries is largely a result of changes in excise requirements, access to EU funding, and an increase in government-funded brewing education courses."
  },
  {
    "id": 101,
    "name": "Israel",
    "official": "State of Israel",
    "code": "IL",
    "refer": "ISR",
    "capital": "Jerusalem",
    "region": "Asia",
    "subregion": "Western Asia",
    "wikipedia": "Israel",
    "wikipedia_beer": "Beer_in_Israel",
    "description": "Like the Phoenicians, the Greeks and the Romans, the ancient Israelites were far more drawn to wine than they were to beer. After the exile of the Jews to Babylonia in the sixth century BC, they began embracing beer and several rabbis became established brewers.\n\nIn 1934–35 James Armand de Rothschild, identifying a demand for beer on the part of British nationals residing in Palestine, established the first local commercial brewery in Rishon LeZion.\n\nSince the 1950s, the Israeli beer industry has been dominated by no more than two companies at a time. Beginning in the 1990s with the establishment of Israel Beer Breweries, it and Tempo Beer Industries control 70% of Israel's beer market. Craft brewing began to develop midway through the first decade of the 2000s. In 2011, around two dozen licensed commercial microbreweries operated in the country."
  },
  {
    "id": 102,
    "name": "Italy",
    "official": "Italian Republic",
    "code": "IT",
    "refer": "ITA",
    "capital": "Rome",
    "region": "Europe",
    "subregion": "Southern Europe",
    "wikipedia": "Italy",
    "wikipedia_beer": "Beer_in_Italy",
    "description": "In the seventh century BC in Sicily, the Phoenicians traded and consumed beer. Ancient Rome knew of beer and produced small amounts, but the systems of production were destroyed in various barbarian invasions. The first medical school, the Schola Medica Salernitana, praised the substance stating that it \"supports old age, flows through the veins, increases well-being, and strengthens the blood.\"\n\nThe first brewery in Italy, according to Hermes Zampollo, was \"Spluga\" in Chiavenna, which opened in 1840. However, the company Wührer stated that its brewing commenced in Brescia in 1829.\n\nItaly is considered to be part of the wine belt of Europe. Nevertheless, beer, particularly mass-produced pale lagers, are common in the country. It is traditionally considered to be an ideal accompaniment to pizza; since the 1970s, beer has spread from pizzerias and has become much more popular for drinking in other situations. One of the oldest and most widespread breweries in Italy is Peroni."
  },
  {
    "id": 103,
    "name": "Ivory Coast",
    "official": "Republic of Côte d'Ivoire",
    "code": "CI",
    "refer": "CIV",
    "capital": "Yamoussoukro",
    "region": "Africa",
    "subregion": "Western Africa",
    "wikipedia": "Ivory_Coast"
  },
  {
    "id": 104,
    "name": "Jamaica",
    "official": "Jamaica",
    "code": "JM",
    "refer": "JAM",
    "capital": "Kingston",
    "region": "Americas",
    "subregion": "Caribbean",
    "wikipedia": "Jamaica"
  },
  {
    "id": 105,
    "name": "Japan",
    "official": "Japan",
    "code": "JP",
    "refer": "JPN",
    "capital": "Tokyo",
    "region": "Asia",
    "subregion": "Eastern Asia",
    "wikipedia": "Japan",
    "wikipedia_beer": "Beer_in_Japan",
    "description": "Beer in Japan had its start in the 17th century during the Edo Period when Dutch traders stationed at Dejima in Nagasaki opened a beer hall for sailors working the trade route between Japan and the Dutch Empire.\n\nThe brewery that would become Kirin Brewery Company began in Yokohama in late 1869 as the Spring Valley Brewery. The Sapporo Brewery was founded in 1876, and Asahi Breweries traces its founding heritage to 1889.\n\nAfter the relaxation of the Liquor Tax Law in 1994, there was an initial boom in microbrewing, but the quality was often mixed and initial consumer enthusiasm leveled off. In the 2000s however, thanks to factors such as licensed production for some bar and restaurant chains, cooperation between micro breweries, and a more educated consumer base, craft beer has seen a more sustained rise in domestic demand. There are currently over 200 microbreweries in Japan.\n\nBeer or beer-like happoshu beverages are the most popular alcoholic drink in Japan, accounting for nearly two thirds of the alcohol consumed in 2006. As of January 2014, Asahi, with a 38% market share, was the largest of the four major beer producers in Japan."
  },
  {
    "id": 106,
    "name": "Jordan",
    "official": "Hashemite Kingdom of Jordan",
    "code": "JO",
    "refer": "JOR",
    "capital": "Amman",
    "region": "Asia",
    "subregion": "Western Asia",
    "wikipedia": "Jordan",
    "wikipedia_beer": "Beer_in_Jordan",
    "description": "Beer in Jordan has existed since its first introduction in the region thousands of years ago in ancient Iraq and ancient Egypt; today the country has several companies producing beer. In 1958, the first Amstel beer factory outside The Netherlands was established in Amman. Several other local companies took the lead in producing beer; however, the country had no microbreweries. Jordan's first microbrewery, Carakale Brewery, was established in 2012."
  },
  {
    "id": 107,
    "name": "Kazakhstan",
    "official": "Republic of Kazakhstan",
    "code": "KZ",
    "refer": "KAZ",
    "capital": "Astana",
    "region": "Asia",
    "subregion": "Central Asia",
    "wikipedia": "Kazakhstan",
    "wikipedia_beer": "Beer_in_Kazakhstan",
    "description": "Both local and Russian beer can be found in Kazakhstan. Large breweries are owned by international groups Efes Beverage Group and Carlsberg Group as well as by a private company Shymkentpivo.\n\nIn 2008, every third bottle of beer sold in Kazakhstan was delivered from Russia. The main importer is Baltika Breweries of Carlsberg Group, for which Kazakhstan is still the major foreign business."
  },
  {
    "id": 108,
    "name": "Kenya",
    "official": "Republic of Kenya",
    "code": "KE",
    "refer": "KEN",
    "capital": "Nairobi",
    "region": "Africa",
    "subregion": "Eastern Africa",
    "wikipedia": "Kenya",
    "wikipedia_beer": "Beer_in_Kenya",
    "description": "Charles and George Hurst founded Kenya Breweries Limited in 1922 producing Tusker Lager. The name Tusker came about in memory of George who was trampled to death by a rogue male elephant in 1923.\n\nWhite Cap Lager is a pale lager and depicts the snow-capped peak of Mount Kenya. White Cap and Tusker Lager are both products of East African Breweries Limited brewed in Ruaraka from locally sourced barley.\n\nKeroche Breweries founded in 1997 and based in Naivasha brews Summit Malt. Big Five Breweries and Sierra Premium are based in Nairobi and specialize in craft brewing."
  },
  {
    "id": 109,
    "name": "Kiribati",
    "official": "Independent and Sovereign Republic of Kiribati",
    "code": "KI",
    "refer": "KIR",
    "capital": "South Tarawa",
    "region": "Oceania",
    "subregion": "Micronesia",
    "wikipedia": "Kiribati"
  },
  {
    "id": 110,
    "name": "North Korea",
    "official": "Democratic People's Republic of Korea",
    "code": "KP",
    "refer": "PRK",
    "capital": "Pyongyang",
    "region": "Asia",
    "subregion": "Eastern Asia",
    "wikipedia": "North_Korea",
    "wikipedia_beer": "Beer_in_North_Korea",
    "description": "The Japanese brought beer to Colonial Korea in the 1930s in the form of German lager beers. After WWII and independence, until at least 1960, all beer in North Korea was produced domestically. By the 1980s, beer was in such good availability that the common North Korean could drink it.\n\nAlthough there had been breweries before, brewing in North Korea began in earnest in 2000, when the country's leader Kim Jong-il wanted to build a showcase brewery in the country. Until recent economic difficulties, there were government-run beer halls in Pyongyang and other major cities. Nowadays beer is generally available in private restaurants that have become more common since government control on the economy has loosened.\n\nNorth Korea's \"surprising microbrewery culture\" can be explained with regards to sanctions against North Korea that limit the availability of petrol; problems with goods distribution and power output has forced North Korean brewers to innovate. To minimize distribution, many restaurants and hotels maintain their own microbreweries. Because unreliable power supply makes it difficult to refrigerate beer, North Koreans have developed their own steam beer, an originally American beer style brewed in higher than normal temperatures, that is widely available."
  },
  {
    "id": 111,
    "name": "South Korea",
    "official": "Republic of Korea",
    "code": "KR",
    "refer": "KOR",
    "capital": "Seoul",
    "region": "Asia",
    "subregion": "Eastern Asia",
    "wikipedia": "South_Korea",
    "wikipedia_beer": "Beer_in_South_Korea",
    "description": "Beer, called maekju in Korean, was first introduced to Korea in the early 20th century. Seoul's first beer brewery opened in 1908, and two current major breweries date back to the 1920s.\n\nThe South Korean beer market is currently dominated by two major manufacturers, Hite-Jinro and OB, with several brands being sold in the local market. Most restaurants and bars in Korea only have one of these beer brands on tap.\n\nDue to the cost of malt, Korean beer makers have largely turned to using corn, rice, and tapioca for manufacturing; out of Korea's mass-produced beers, only two are brewed from 100% barley malt: Max (Hite) and OB Golden Lager.\n\nThe lack of microbreweries, attributed to onerous government regulations, constrained small-size brewers from supplying beer to locations under their ownership. These laws were eventually relaxed in June 2011, granting several small players a share in the local beer market. Recently, microbreweries have sprouted up throughout the country, showing increasing signs of sophistication."
  },
  {
    "id": 112,
    "name": "Kuwait",
    "official": "State of Kuwait",
    "code": "KW",
    "refer": "KWT",
    "capital": "Kuwait City",
    "region": "Asia",
    "subregion": "Western Asia",
    "wikipedia": "Kuwait"
  },
  {
    "id": 113,
    "name": "Kyrgyzstan",
    "official": "Kyrgyz Republic",
    "code": "KG",
    "refer": "KGZ",
    "capital": "Bishkek",
    "region": "Asia",
    "subregion": "Central Asia",
    "wikipedia": "Kyrgyzstan"
  },
  {
    "id": 114,
    "name": "Laos",
    "official": "Lao People's Democratic Republic",
    "code": "LA",
    "refer": "LAO",
    "capital": "Vientiane",
    "region": "Asia",
    "subregion": "South-Eastern Asia",
    "wikipedia": "Laos"
  },
  {
    "id": 115,
    "name": "Latvia",
    "official": "Republic of Latvia",
    "code": "LV",
    "refer": "LVA",
    "capital": "Riga",
    "region": "Europe",
    "subregion": "Northern Europe",
    "wikipedia": "Latvia"
  },
  {
    "id": 116,
    "name": "Lebanon",
    "official": "Lebanese Republic",
    "code": "LB",
    "refer": "LBN",
    "capital": "Beirut",
    "region": "Asia",
    "subregion": "Western Asia",
    "wikipedia": "Lebanon"
  },
  {
    "id": 117,
    "name": "Lesotho",
    "official": "Kingdom of Lesotho",
    "code": "LS",
    "refer": "LSO",
    "capital": "Maseru",
    "region": "Africa",
    "subregion": "Southern Africa",
    "wikipedia": "Lesotho"
  },
  {
    "id": 118,
    "name": "Liberia",
    "official": "Republic of Liberia",
    "code": "LR",
    "refer": "LBR",
    "capital": "Monrovia",
    "region": "Africa",
    "subregion": "Western Africa",
    "wikipedia": "Liberia"
  },
  {
    "id": 119,
    "name": "Libya",
    "official": "State of Libya",
    "code": "LY",
    "refer": "LBY",
    "capital": "Tripoli",
    "region": "Africa",
    "subregion": "Northern Africa",
    "wikipedia": "Libya"
  },
  {
    "id": 120,
    "name": "Liechtenstein",
    "official": "Principality of Liechtenstein",
    "code": "LI",
    "refer": "LIE",
    "capital": "Vaduz",
    "region": "Europe",
    "subregion": "Western Europe",
    "wikipedia": "Liechtenstein"
  },
  {
    "id": 121,
    "name": "Lithuania",
    "official": "Republic of Lithuania",
    "code": "LT",
    "refer": "LTU",
    "capital": "Vilnius",
    "region": "Europe",
    "subregion": "Northern Europe",
    "wikipedia": "Lithuania"
  },
  {
    "id": 122,
    "name": "Luxembourg",
    "official": "Grand Duchy of Luxembourg",
    "code": "LU",
    "refer": "LUX",
    "capital": "Luxembourg",
    "region": "Europe",
    "subregion": "Western Europe",
    "wikipedia": "Luxembourg",
    "wikipedia_beer": "Beer_in_Luxembourg",
    "description": "Luxembourg has a long tradition of beer brewing, with the first brewery probably established around 1300 by monks in Neumünster Abbey, in the Grund district in Luxembourg City. Although there used to be more than 12 local breweries in Luxembourg in the early 1950s, this number has come down to only three big breweries remaining in the early 2010s.\n\nAlthough there has been a resurgence of several minor breweries in Luxembourg during the early 2000s (mostly local microbreweries producing craft beer), the largest brewery still remains Brasserie Nationale whose brands Bofferding and Battin together make up for 58% of Luxembourg's beer consumption as of 2013. The main beer in Luxembourg is lager, drunk in over 95% of the cases."
  },
  {
    "id": 123,
    "name": "Macau",
    "official": "Macao Special Administrative Region of the People's Republic of China",
    "code": "MO",
    "refer": "MAC",
    "capital": "",
    "region": "Asia",
    "subregion": "Eastern Asia",
    "wikipedia": "Macau"
  },
  {
    "id": 124,
    "name": "Madagascar",
    "official": "Republic of Madagascar",
    "code": "MG",
    "refer": "MDG",
    "capital": "Antananarivo",
    "region": "Africa",
    "subregion": "Eastern Africa",
    "wikipedia": "Madagascar"
  },
  {
    "id": 125,
    "name": "Malawi",
    "official": "Republic of Malawi",
    "code": "MW",
    "refer": "MWI",
    "capital": "Lilongwe",
    "region": "Africa",
    "subregion": "Eastern Africa",
    "wikipedia": "Malawi"
  },
  {
    "id": 126,
    "name": "Malaysia",
    "official": "Malaysia",
    "code": "MY",
    "refer": "MYS",
    "capital": "Kuala Lumpur",
    "region": "Asia",
    "subregion": "South-Eastern Asia",
    "wikipedia": "Malaysia",
    "wikipedia_beer": "Beer_in_Malaysia",
    "description": "Beer in Malaysia started in 1968, when two leading breweries of Guinness and Malayan Breweries merged to form a new company known as Guinness Anchor Berhad. Previously, beer in Malaysia was mainly distributed by Malayan Breweries Limited which is centred in neighbouring Singapore.\n\nCarlsberg establish its first brewery outside Kuala Lumpur in 1970. By 2007, several local breweries began to establish their presence in the country although the demands for commercial beers are much higher than the new local brands. Beside local productions, most beers in the Malaysian markets are imported from neighbouring countries such as Singapore, Thailand, Indonesia, Philippines and Vietnam.\n\nAs Malaysia is a Muslim majority country like its neighbours of Brunei and Indonesia, Muslim consumers are prohibited from buying and drinking alcohol related drinks including beer. Any Muslims caught drinking alcohol in a public place, especially in West Malaysia, will be caned and fined, though in a recent case the corporal punishment was replaced with a three-week community service at a children's home."
  },
  {
    "id": 127,
    "name": "Maldives",
    "official": "Republic of the Maldives",
    "code": "MV",
    "refer": "MDV",
    "capital": "Malé",
    "region": "Asia",
    "subregion": "Southern Asia",
    "wikipedia": "Maldives"
  },
  {
    "id": 128,
    "name": "Mali",
    "official": "Republic of Mali",
    "code": "ML",
    "refer": "MLI",
    "capital": "Bamako",
    "region": "Africa",
    "subregion": "Western Africa",
    "wikipedia": "Mali"
  },
  {
    "id": 129,
    "name": "Malta",
    "official": "Republic of Malta",
    "code": "MT",
    "refer": "MLT",
    "capital": "Valletta",
    "region": "Europe",
    "subregion": "Southern Europe",
    "wikipedia": "Malta"
  },
  {
    "id": 130,
    "name": "Marshall Islands",
    "official": "Republic of the Marshall Islands",
    "code": "MH",
    "refer": "MHL",
    "capital": "Majuro",
    "region": "Oceania",
    "subregion": "Micronesia",
    "wikipedia": "Marshall_Islands"
  },
  {
    "id": 131,
    "name": "Martinique",
    "official": "Martinique",
    "code": "MQ",
    "refer": "MTQ",
    "capital": "Fort-de-France",
    "region": "Americas",
    "subregion": "Caribbean",
    "wikipedia": "Martinique"
  },
  {
    "id": 132,
    "name": "Mayotte",
    "official": "Department of Mayotte",
    "code": "YT",
    "refer": "MYT",
    "capital": "Mamoudzou",
    "region": "Africa",
    "subregion": "Eastern Africa",
    "wikipedia": "Mayotte"
  },
  {
    "id": 133,
    "name": "Mexico",
    "official": "United Mexican States",
    "code": "MX",
    "refer": "MEX",
    "capital": "Mexico City",
    "region": "Americas",
    "subregion": "Northern America",
    "wikipedia": "Mexico",
    "wikipedia_beer": "Beer_in_Mexico",
    "description": "Beer has a long history in Mexico. While Mesoamerican cultures knew of fermented alcoholic beverages, including a corn beer, long before the Spanish conquest, European style beer brewed with barley was introduced with the Spanish soon after Hernán Cortés’s arrival. Production of this beer was limited during the colonial period due to the lack of materials and severe restrictions and taxes placed on the product by Spanish authorities.\n\nThese restrictions disappeared after the Mexican War of Independence, and the industry was permitted to develop. Furthermore, the arrival of German immigrants and the short-lived empire of Austrian Maximilian I in the 19th century provided the impetus for the opening of many breweries in various parts of the country. By 1918, there were 36 brewing companies, but over the 20th century the industry consolidated, and today only two corporations control 90% of the Mexican beer market.\n\nMicrobrews are a new and still rare phenomenon in Mexico, especially compared to countries such as the U.S., Canada and those in Europe, but they do exist. Most Mexican microbrews are exported to the U.S., as it is difficult for small breweries to compete in the Mexican market."
  },
  {
    "id": 134,
    "name": "Moldova",
    "official": "Republic of Moldova",
    "code": "MD",
    "refer": "MDA",
    "capital": "Chișinău",
    "region": "Europe",
    "subregion": "Eastern Europe",
    "wikipedia": "Moldova"
  },
  {
    "id": 135,
    "name": "Monaco",
    "official": "Principality of Monaco",
    "code": "MC",
    "refer": "MCO",
    "capital": "Monaco",
    "region": "Europe",
    "subregion": "Western Europe",
    "wikipedia": "Monaco"
  },
  {
    "id": 136,
    "name": "Mongolia",
    "official": "Mongolia",
    "code": "MN",
    "refer": "MNG",
    "capital": "Ulan Bator",
    "region": "Asia",
    "subregion": "Eastern Asia",
    "wikipedia": "Mongolia"
  },
  {
    "id": 137,
    "name": "Montserrat",
    "official": "Montserrat",
    "code": "MS",
    "refer": "MSR",
    "capital": "Plymouth",
    "region": "Americas",
    "subregion": "Caribbean",
    "wikipedia": "Montserrat"
  },
  {
    "id": 138,
    "name": "Morocco",
    "official": "Kingdom of Morocco",
    "code": "MA",
    "refer": "MAR",
    "capital": "Rabat",
    "region": "Africa",
    "subregion": "Northern Africa",
    "wikipedia": "Morocco",
    "wikipedia_beer": "Beer_in_Morocco",
    "description": "Beer production in Morocco was introduced by the French in the 20th century. Société des Brasseries du Maroc is part of the Castel Group and oversees the production and distribution of beer. Popular beers include Spéciale Flag (pilsner) and Stork (light lager).\n\nThe breweries of Brasseries du Maroc are located in Fes, Tangier, and Casablanca, and a bottling unit exists in Marrakesh. The best selling international beer in Morocco is Heineken, which is locally brewed by Brasseries du Maroc under the supervision of Heineken International."
  },
  {
    "id": 139,
    "name": "Mozambique",
    "official": "Republic of Mozambique",
    "code": "MZ",
    "refer": "MOZ",
    "capital": "Maputo",
    "region": "Africa",
    "subregion": "Eastern Africa",
    "wikipedia": "Mozambique"
  },
  {
    "id": 140,
    "name": "Myanmar",
    "official": "Republic of the Union of Myanmar",
    "code": "MM",
    "refer": "MMR",
    "capital": "Naypyidaw",
    "region": "Asia",
    "subregion": "South-Eastern Asia",
    "wikipedia": "Myanmar",
    "wikipedia_beer": "Beer_in_Thailand",
    "description": "In January 2017, the military-controlled Myanmar got its first craft beer microbrewery, Burbrit. Its name is derived from \"Burma\" and \"Britain\", in recognition of British influence on Burma's brewing history."
  },
  {
    "id": 141,
    "name": "Namibia",
    "official": "Republic of Namibia",
    "code": "NA",
    "refer": "NAM",
    "capital": "Windhoek",
    "region": "Africa",
    "subregion": "Southern Africa",
    "wikipedia": "Namibia"
  },
  {
    "id": 142,
    "name": "Nauru",
    "official": "Republic of Nauru",
    "code": "NR",
    "refer": "NRU",
    "capital": "Yaren",
    "region": "Oceania",
    "subregion": "Micronesia",
    "wikipedia": "Nauru"
  },
  {
    "id": 143,
    "name": "Nepal",
    "official": "Federal Democratic Republic of Nepal",
    "code": "NP",
    "refer": "NPL",
    "capital": "Kathmandu",
    "region": "Asia",
    "subregion": "Southern Asia",
    "wikipedia": "Nepal"
  },
  {
    "id": 144,
    "name": "Netherlands",
    "official": "Netherlands",
    "code": "NL",
    "refer": "NLD",
    "capital": "Amsterdam",
    "region": "Europe",
    "subregion": "Western Europe",
    "wikipedia": "Netherlands",
    "wikipedia_beer": "Beer_in_the_Netherlands",
    "description": "Beer in the Netherlands is mostly known for the pale lagers, especially Heineken and Grolsch, which are exported globally. Heineken is the world's third-largest brewer of beer, after Anheuser-Busch InBev and SABMiller.\n\nWhile pale lager makes up the majority of beer production and consumption in the Netherlands (95% according to the Centraal Brouwerij Kantoor), most Dutch brewers also brew specials. The most common is 'witbier' (white beer). Also Bok, brewed in Autumn and Spring, a tradition closely related to German Bock beer, is an often brewed special.\n\nThe Netherlands is also home to two of the ten Trappist Breweries. The monks that run the Koningshoeven Brewery in Berkel-Enschot brew several beers, mostly branded La Trappe, and has been active since 1884, while the De Kievit brewery of the Zundert abbey was only founded in 2013 and brews a beer named Zundert.\n\nThe Netherlands exports the largest proportion of beer of any country in the world – approximately 50% of production, according to The Brewers of Europe. In 2004, almost 1,300 million litres were exported out of a total production of 2,300 million litres."
  },
  {
    "id": 147,
    "name": "New Caledonia",
    "official": "New Caledonia",
    "code": "NC",
    "refer": "NCL",
    "capital": "Nouméa",
    "region": "Oceania",
    "subregion": "Melanesia",
    "wikipedia": "New_Caledonia"
  },
  {
    "id": 148,
    "name": "New Zealand",
    "official": "New Zealand",
    "code": "NZ",
    "refer": "NZL",
    "capital": "Wellington",
    "region": "Oceania",
    "subregion": "Australia and New Zealand",
    "wikipedia": "New_Zealand",
    "wikipedia_beer": "Beer_in_New_Zealand",
    "description": "There is no oral tradition or archaeological evidence of the indigenous people of New Zealand (Māori) brewing beer before the arrival of Europeans. The first beer brewed in New Zealand was by Captain Cook while anchored in Ship Cove in the outer reaches of Queen Charlotte Sound in January 1770.\n\nThe first commercial brewery in New Zealand was established in 1835 by Joel Samuel Polack in Kororareka (now Russell) in the Bay of Islands. During the 19th century, New Zealand inherited the brewing traditions and styles of the United Kingdom and Ireland, being where the majority of European immigrants originated from during that time – thus the dominant beer styles would have been ales, porters & stouts.\n\nThe craft beer market in New Zealand is varied and progressive, with a full range of ale & lager styles of beer being brewed. New Zealand is fortunate in that it lies in the ideal latitude for barley and hops cultivation."
  },
  {
    "id": 149,
    "name": "Nicaragua",
    "official": "Republic of Nicaragua",
    "code": "NI",
    "refer": "NIC",
    "capital": "Managua",
    "region": "Americas",
    "subregion": "Central America",
    "wikipedia": "Nicaragua"
  },
  {
    "id": 150,
    "name": "Niger",
    "official": "Republic of Niger",
    "code": "NE",
    "refer": "NER",
    "capital": "Niamey",
    "region": "Africa",
    "subregion": "Western Africa",
    "wikipedia": "Niger"
  },
  {
    "id": 151,
    "name": "Nigeria",
    "official": "Federal Republic of Nigeria",
    "code": "NG",
    "refer": "NGA",
    "capital": "Abuja",
    "region": "Africa",
    "subregion": "Western Africa",
    "wikipedia": "Nigeria"
  },
  {
    "id": 152,
    "name": "Niue",
    "official": "Niue",
    "code": "NU",
    "refer": "NIU",
    "capital": "Alofi",
    "region": "Oceania",
    "subregion": "Polynesia",
    "wikipedia": "Niue"
  },
  {
    "id": 153,
    "name": "Norfolk Island",
    "official": "Territory of Norfolk Island",
    "code": "NF",
    "refer": "NFK",
    "capital": "Kingston",
    "region": "Oceania",
    "subregion": "Australia and New Zealand",
    "wikipedia": "Norfolk_Island"
  },
  {
    "id": 154,
    "name": "Norway",
    "official": "Kingdom of Norway",
    "code": "NO",
    "refer": "NOR",
    "capital": "Oslo",
    "region": "Europe",
    "subregion": "Northern Europe",
    "wikipedia": "Norway",
    "wikipedia_beer": "Beer_in_Norway",
    "description": "Beer in Norway has a long history, going back at least 1000 years. Until around 200 years ago no farm was complete without a brewhouse. From the early 20th century brewing was industrialized and home brewing outlawed. Since then, significant consolidation in the brewing sector has reduced the number of major breweries to just a handful. With the exception of the malty juleøl (Christmas beer), most beer styles brewed in Norway today trace their ancestry to central Europe.\n\nCurrently, the Norwegian beer market is dominated by two large brewers: the giant Carlsberg-Ringnes, and the smaller Hansa-Borg. Each produce beer branded in a variety of traditional Norwegian beer brands, as well as foreign brands bottled on licence. This system is a result of the large-scale consolidation of Norwegian breweries that has taken place over the last 50 years.\n\nNorway started late with microbreweries, but today we find over a hundred microbreweries spanning the country. The world's northernmost brewery is Svalbard bryggeri, a small microbrewery in Longyearbyen at the island of Spitsbergen.\n\nDue to government restrictions, beers above 4.75% abv are only available from licensed premises or from the state-run Vinmonopolet (\"wine monopoly\") liquor stores."
  },
  {
    "id": 155,
    "name": "Oman",
    "official": "Sultanate of Oman",
    "code": "OM",
    "refer": "OMN",
    "capital": "Muscat",
    "region": "Asia",
    "subregion": "Western Asia",
    "wikipedia": "Oman"
  },
  {
    "id": 156,
    "name": "Pakistan",
    "official": "Islamic Republic of Pakistan",
    "code": "PK",
    "refer": "PAK",
    "capital": "Islamabad",
    "region": "Asia",
    "subregion": "Southern Asia",
    "wikipedia": "Pakistan",
    "wikipedia_beer": "Murree_Brewery",
    "description": "The Murree Brewery Company Ltd. was established in 1860 to meet the beer demand of British personnel at Ghora Gali near the resort place of Murree.\n\nIn 1977, the Murree Brewery suffered a significant setback when Pakistan imposed a total alcohol prohibition to appease Islamic elements of the electorate. Subsequently the law was amended, requiring anyone wishing to consume alcohol to present credentials demonstrating that they were non-Muslim. The small Christian, Hindu, and Parsi communities were not large enough to support the enterprise, and production had to be scaled back.\n\nHowever, gradual relaxation of the prohibition laws has allowed Murree to introduce variations of Murree beer. Today, Murree beer is readily available in legal liquor shops that operate openly in Karachi.  Although the consumption of alcohol in public places is still nominally banned, it is becoming increasingly available in clubs and high-class restaurants."
  },
  {
    "id": 157,
    "name": "Palau",
    "official": "Republic of Palau",
    "code": "PW",
    "refer": "PLW",
    "capital": "Ngerulmud",
    "region": "Oceania",
    "subregion": "Micronesia",
    "wikipedia": "Palau"
  },
  {
    "id": 158,
    "name": "Panama",
    "official": "Republic of Panama",
    "code": "PA",
    "refer": "PAN",
    "capital": "Panama City",
    "region": "Americas",
    "subregion": "Central America",
    "wikipedia": "Panama"
  },
  {
    "id": 159,
    "name": "Papua New Guinea",
    "official": "Independent State of Papua New Guinea",
    "code": "PG",
    "refer": "PNG",
    "capital": "Port Moresby",
    "region": "Oceania",
    "subregion": "Melanesia",
    "wikipedia": "Papua_New_Guinea"
  },
  {
    "id": 160,
    "name": "Paraguay",
    "official": "Republic of Paraguay",
    "code": "PY",
    "refer": "PRY",
    "capital": "Asunción",
    "region": "Americas",
    "subregion": "South America",
    "wikipedia": "Paraguay"
  },
  {
    "id": 161,
    "name": "Peru",
    "official": "Republic of Peru",
    "code": "PE",
    "refer": "PER",
    "capital": "Lima",
    "region": "Americas",
    "subregion": "South America",
    "wikipedia": "Peru"
  },
  {
    "id": 162,
    "name": "Philippines",
    "official": "Republic of the Philippines",
    "code": "PH",
    "refer": "PHL",
    "capital": "Manila",
    "region": "Asia",
    "subregion": "South-Eastern Asia",
    "wikipedia": "Philippines",
    "wikipedia_beer": "Beer_in_the_Philippines",
    "description": "Under a royal grant from Spain, La Fabrica de Cerveza de San Miguel in Manila was opened on September 29, 1890 as Southeast Asia's first brewery. The trade-name San Miguel originates from a brewery of San Miguel, Barcelona, Spain.\n\nWhen the Pacific War broke out in the 1940s, the Japanese military seized San Miguel Brewery and renamed it the Balintawak Beer Brewery where they used up their supply of raw materials before they had to resort to importing materials from Manchuria.\n\nThe country's second brewer, Asia Brewery, Inc., was established in 1982, with the inauguration of its brewery in Cabuyao, Laguna. These two large producers are now being joined by a small but growing number of microbreweries opening up across the nation.\n\nBeer is the most consumed alcoholic beverage in the Philippines and amounts to a 70% share of the domestic alcoholic drinks market in terms of volume during 2005."
  },
  {
    "id": 163,
    "name": "Poland",
    "official": "Republic of Poland",
    "code": "PL",
    "refer": "POL",
    "capital": "Warsaw",
    "region": "Europe",
    "subregion": "Eastern Europe",
    "wikipedia": "Poland",
    "wikipedia_beer": "Beer_in_Poland",
    "description": "Following World War II, most breweries were nationalized under the communist regime. After the collapse of the communist regime, a market economy was introduced, international beer companies moved in and a period of consolidation followed.\n\nPoland is Europe's third largest beer producer after Germany and the UK. Three companies controlled 80% of the Polish beer market in 2014.\n\nPoland is well known for its beer culture and many varieties. Large breweries are majority owned by multinational companies. However, since 2011, craft beer has become more and more popular each year; there were 97 breweries in Poland already in 2013 including microbreweries and contracted breweries."
  },
  {
    "id": 164,
    "name": "Portugal",
    "official": "Portuguese Republic",
    "code": "PT",
    "refer": "PRT",
    "capital": "Lisbon",
    "region": "Europe",
    "subregion": "Southern Europe",
    "wikipedia": "Portugal",
    "wikipedia_beer": "Beer_in_Portugal",
    "description": "Beer in Portugal has a long history, going as far back as the time of the ancient Roman province of Lusitania, where beer was commonly made and drunk. The word for beer in Portuguese is cerveja, coming from the Latin word cerevisia.\n\nModern Portuguese breweries were started in Portugal in the 19th century. Brewing in Portugal was long dominated by two companies created from the remains of well-established Portuguese brewers after the 1974 military coup, when the industry was nationalised. Both were privatised in the 1990s. Between them, they control more than 90% of the Portuguese beer market.\n\nPortugal is among the 11 largest beer producers in Europe, and is the 7th largest European exporter of the product."
  },
  {
    "id": 165,
    "name": "Puerto Rico",
    "official": "Commonwealth of Puerto Rico",
    "code": "PR",
    "refer": "PRI",
    "capital": "San Juan",
    "region": "Americas",
    "subregion": "Caribbean",
    "wikipedia": "Puerto_Rico"
  },
  {
    "id": 166,
    "name": "Qatar",
    "official": "State of Qatar",
    "code": "QA",
    "refer": "QAT",
    "capital": "Doha",
    "region": "Asia",
    "subregion": "Western Asia",
    "wikipedia": "Qatar"
  },
  {
    "id": 167,
    "name": "Romania",
    "official": "Romania",
    "code": "RO",
    "refer": "ROU",
    "capital": "Bucharest",
    "region": "Europe",
    "subregion": "Eastern Europe",
    "wikipedia": "Romania",
    "wikipedia_beer": "Beer_in_Romania",
    "description": "A national association of beer with mititei came into existence during the 1877 Independence War of Romania, and afterwards it saw a spread of beer pubs throughout the Romanian Kingdom. The beer pubs (berării) became a place of social and business meetings for the Romanian urban middle-class.\n\nCurrently, Romanians are amongst the heaviest beer drinkers in the world, with an annual consumption of over 100 litres per capita in 2007.\n\nRomanian law considers beer and wine to be foodstuffs and therefore they are not subject to the usual tariffs and restrictions imposed upon alcoholic beverages."
  },
  {
    "id": 169,
    "name": "Russia",
    "official": "Russian Federation",
    "code": "RU",
    "refer": "RUS",
    "capital": "Moscow",
    "region": "Europe",
    "subregion": "Eastern Europe",
    "wikipedia": "Russia",
    "wikipedia_beer": "Beer_in_Russia",
    "description": "In Russia, beer is the second most popular alcoholic drink after vodka, seen by many as a less harmful alternative. Russians categorize beer by color rather than fermentation process: Light, Red or Semi-Dark and Dark. Light is more or less equivalent to Lager and the last two are close to Ales.\n\nIn 2011, there were 561 beer producers operating in Russia. Among them are 40 large producers including Baltika and Stary Melnik, 76 medium scale regional breweries, 263 mini/microbreweries and 182 restaurant breweries."
  },
  {
    "id": 170,
    "name": "Rwanda",
    "official": "Republic of Rwanda",
    "code": "RW",
    "refer": "RWA",
    "capital": "Kigali",
    "region": "Africa",
    "subregion": "Eastern Africa",
    "wikipedia": "Rwanda"
  },
  {
    "id": 171,
    "name": "Saint Lucia",
    "official": "Saint Lucia",
    "code": "LC",
    "refer": "LCA",
    "capital": "Castries",
    "region": "Americas",
    "subregion": "Caribbean",
    "wikipedia": "Saint_Lucia"
  },
  {
    "id": 173,
    "name": "San Marino",
    "official": "Most Serene Republic of San Marino",
    "code": "SM",
    "refer": "SMR",
    "capital": "City of San Marino",
    "region": "Europe",
    "subregion": "Southern Europe",
    "wikipedia": "San_Marino"
  },
  {
    "id": 174,
    "name": "Saudi Arabia",
    "official": "Kingdom of Saudi Arabia",
    "code": "SA",
    "refer": "SAU",
    "capital": "Riyadh",
    "region": "Asia",
    "subregion": "Western Asia",
    "wikipedia": "Saudi_Arabia"
  },
  {
    "id": 175,
    "name": "Senegal",
    "official": "Republic of Senegal",
    "code": "SN",
    "refer": "SEN",
    "capital": "Dakar",
    "region": "Africa",
    "subregion": "Western Africa",
    "wikipedia": "Senegal"
  },
  {
    "id": 176,
    "name": "Sierra Leone",
    "official": "Republic of Sierra Leone",
    "code": "SL",
    "refer": "SLE",
    "capital": "Freetown",
    "region": "Africa",
    "subregion": "Western Africa",
    "wikipedia": "Sierra_Leone"
  },
  {
    "id": 177,
    "name": "Singapore",
    "official": "Republic of Singapore",
    "code": "SG",
    "refer": "SGP",
    "capital": "Singapore",
    "region": "Asia",
    "subregion": "South-Eastern Asia",
    "wikipedia": "Singapore",
    "wikipedia_beer": "Beer_in_Singapore",
    "description": "The first commercial brewery in Singapore, Malayan Breweries, was formed in April 1931. A second brewery, the Archipel Brouweriji Compagnie, was formed in Batavia (now known as Jakarta) in July 1931.\n\nWith the outbreak of World War II, the British annexed the latter brewery, and operations at both breweries ceased with the capture of Singapore by the Japanese in February 1942. Operations recommenced immediately following the liberation of Singapore in 1945.\n\nSince the mid 2000s a number of smaller microbreweries have been established throughout Singapore, and here are now over fifteen microbreweries in the country. Craft beer sales, however, account for less than 2 per cent of Singapore's beer market."
  },
  {
    "id": 178,
    "name": "Slovakia",
    "official": "Slovak Republic",
    "code": "SK",
    "refer": "SVK",
    "capital": "Bratislava",
    "region": "Europe",
    "subregion": "Central Europe",
    "wikipedia": "Slovakia",
    "wikipedia_beer": "Beer_in_Slovakia",
    "description": "Modern historians agree that the consumption of beer in Slovakia started with the pre-Slavic inhabitants and was later continued by the arriving Slavic tribes.\n\nIn the 14th and 15th centuries, beer production was significantly extended. During this period there existed a brewery in almost every medieval town.\n\nThe situation changed dramatically in the early 19th century, when beer production in the vast majority of towns and villages were destroyed, mainly due to the \"beer tax\" of 1850. Later during the 19th century the brewing industry slowly began to recover. At the beginning of the 20th century Slovakia has almost 40 breweries with industrial production.\n\nThe five largest breweries in Slovakia are members of the group which was nationalized after World War II, however closures amongst the independents have left Slovakia with only 4 breweries founded before 1950. In 2004 there were 18 active industrial breweries in Slovakia. Microbreweries however, are becoming increasingly popular."
  },
  {
    "id": 179,
    "name": "Slovenia",
    "official": "Republic of Slovenia",
    "code": "SI",
    "refer": "SVN",
    "capital": "Ljubljana",
    "region": "Europe",
    "subregion": "Southern Europe",
    "wikipedia": "Slovenia",
    "wikipedia_beer": "Beer_in_Slovenia",
    "description": "There were several minor breweries in Slovenia before the 19th century. The first lager brewery, the Laško Brewery, was established in 1825 in Laško. Beer in Slovenia is dominated by the pale lager market. The most commonly known brands of Slovenian beer, now united under the same parent company, are Laško and Union, although a number of smaller breweries exist."
  },
  {
    "id": 180,
    "name": "Solomon Islands",
    "official": "Solomon Islands",
    "code": "SB",
    "refer": "SLB",
    "capital": "Honiara",
    "region": "Oceania",
    "subregion": "Melanesia",
    "wikipedia": "Solomon_Islands"
  },
  {
    "id": 181,
    "name": "Somalia",
    "official": "Federal Republic of Somalia",
    "code": "SO",
    "refer": "SOM",
    "capital": "Mogadishu",
    "region": "Africa",
    "subregion": "Eastern Africa",
    "wikipedia": "Somalia"
  },
  {
    "id": 182,
    "name": "South Africa",
    "official": "Republic of South Africa",
    "code": "ZA",
    "refer": "ZAF",
    "capital": "Pretoria",
    "region": "Africa",
    "subregion": "Southern Africa",
    "wikipedia": "South_Africa",
    "wikipedia_beer": "Beer_in_South_Africa",
    "description": "South African beer has had two main influences on its development. Firstly, European settlers who colonised the country brought expertise and know-how as the country was populated. Dutch immigrants from the 1650s onwards, and British, immigrants during the 19th and 20th centuries both contributed in different ways to the knowledge of alcohol production.\n\nAnother important but often overlooked influence has been indigenous knowledge. Local breweries, operated by the black population, especially groups such as the Sotho, Zulu and Xhosa, have been brewing forms of sorghum beers long before Europeans arrived.\n\nToday, South Africa accounts for 34% of Africa's formal beer market. South African Breweries (SAB) controls the vast majority of the South African beer market. Furthermore, SAB owns a long list of other breweries which makes it the world's second largest brewery.\n\nA number of smaller microbreweries have sprung up in the past decades, and these tend to compete regionally."
  },
  {
    "id": 183,
    "name": "Spain",
    "official": "Kingdom of Spain",
    "code": "ES",
    "refer": "ESP",
    "capital": "Madrid",
    "region": "Europe",
    "subregion": "Southern Europe",
    "wikipedia": "Spain"
  },
  {
    "id": 184,
    "name": "Sri Lanka",
    "official": "Democratic Socialist Republic of Sri Lanka",
    "code": "LK",
    "refer": "LKA",
    "capital": "Colombo",
    "region": "Asia",
    "subregion": "Southern Asia",
    "wikipedia": "Sri_Lanka",
    "wikipedia_beer": "Beer_in_Sri_Lanka",
    "description": "Brewing began in Sri Lanka in 1881 primarily to meet the needs of the colonial tea planters. Despite the country's tropical weather the preferred beer styles have remained relatively unchanged, with strong stouts remaining popular.\n\nOut of the beer consumed in Sri Lanka 90% is manufactured locally with the remainder imported from Asian markets such as Vietnam, Singapore and India. The local beer market is currently occupied by three main brewers: the largest is the Lion Brewery, followed by Asia Pacific Brewery Lanka Limited, and McCallum Brewery."
  },
  {
    "id": 185,
    "name": "Saint Helena",
    "official": "Saint Helena",
    "code": "SH",
    "refer": "SHN",
    "capital": "Jamestown",
    "region": "Africa",
    "subregion": "South Atlantic",
    "wikipedia": "Saint_Helena"
  },
  {
    "id": 186,
    "name": "Saint Kitts and Nevis",
    "official": "Federation of Saint Christopher and Nevisa",
    "code": "KN",
    "refer": "KNA",
    "capital": "Basseterre",
    "region": "Americas",
    "subregion": "Caribbean",
    "wikipedia": "Saint_Kitts_and_Nevis"
  },
  {
    "id": 187,
    "name": "Sudan",
    "official": "Republic of the Sudan",
    "code": "SD",
    "refer": "SDN",
    "capital": "Khartoum",
    "region": "Africa",
    "subregion": "Northern Africa",
    "wikipedia": "Sudan"
  },
  {
    "id": 188,
    "name": "Suriname",
    "official": "Republic of Suriname",
    "code": "SR",
    "refer": "SUR",
    "capital": "Paramaribo",
    "region": "Americas",
    "subregion": "South America",
    "wikipedia": "Suriname"
  },
  {
    "id": 189,
    "name": "Eswatini",
    "official": "Kingdom of Eswatini",
    "code": "SZ",
    "refer": "SWZ",
    "capital": "Lobamba",
    "region": "Africa",
    "subregion": "Southern Africa",
    "wikipedia": "Eswatini"
  },
  {
    "id": 190,
    "name": "Sweden",
    "official": "Kingdom of Sweden",
    "code": "SE",
    "refer": "SWE",
    "capital": "Stockholm",
    "region": "Europe",
    "subregion": "Northern Europe",
    "wikipedia": "Sweden",
    "wikipedia_beer": "Beer_in_Sweden",
    "description": "Ale brewing has a long history in Sweden, predating written records. It is known, through old writings such as Hávamál and others, that the Norse culture used brewing to produce ale and mead. Up until the 19th century brewing was mostly a matter of production for household needs. The beer was usually weak in alcoholic content and used as an everyday beverage.\n\nIn the mid-19th century, a multitude of small breweries grew into existence in all the larger cities of Sweden, and every town had to have at least one brewery, if nothing else for sating the local patriotism. In the beginning of the 20th century, a trend of consolidation with mergers and buyouts began, which culminated in the late 1970s and the beginning of 1980.\n\nIn the late 1980s and the beginning of the 1990s a new generation of small breweries began to grow alongside the large companies, and many of these beers now produced in Sweden are of the very highest international quality.\n\nBeer no stronger than 3.5% abv, generally referred to as folköl (people's beer), can be sold at grocery stores. Any stronger beer is sold exclusively at the government owned retail monopoly Systembolaget."
  },
  {
    "id": 191,
    "name": "Switzerland",
    "official": "Swiss Confederation",
    "code": "CH",
    "refer": "CHE",
    "capital": "Bern",
    "region": "Europe",
    "subregion": "Western Europe",
    "wikipedia": "Switzerland"
  },
  {
    "id": 192,
    "name": "Syria",
    "official": "Syrian Arab Republic",
    "code": "SY",
    "refer": "SYR",
    "capital": "Damascus",
    "region": "Asia",
    "subregion": "Western Asia",
    "wikipedia": "Syria",
    "wikipedia_beer": "Beer_in_Syria",
    "description": "The Ebla tablets, discovered in 1974 in Ebla, Syria and date back to 2500 BC, reveal that the city produced a variety of beers, including one that appears to be named after the city \"Ebla\".\n\nToday the production and distribution of beer is controlled by the government, and most widely sold through the army's Military Social Establishment supermarket chain and through mini markets in city centres and Christian as well as Muslim areas. Beers imported from Lebanon are not common, although brands like Lebanese Almaza, Heineken and Amstel are popular and available in hotels or smuggled to some stores in the different parts of cities.\n\nTwo local brands of beer are available in Syria: Al-Chark (from Aleppo) and Barada (from Damascus)."
  },
  {
    "id": 193,
    "name": "Taiwan",
    "official": "Republic of China (Taiwan)",
    "code": "TW",
    "refer": "TWN",
    "capital": "Taipei",
    "region": "Asia",
    "subregion": "Eastern Asia",
    "wikipedia": "Taiwan",
    "wikipedia_beer": "Beer_in_Taiwan",
    "description": "Production and consumption of beer in mainland China has occurred for around nine thousand years, with recent archaeological findings showing that Chinese villagers were brewing beer-type alcoholic drinks as far back as 7000 BC on small and individual scale. Made with rice, honey, and grape and hawthorn fruits, this early beer seems to have been produced similarly to that of ancient Egypt and Mesopotamia.\n\nThe first beer monopoly was held from 1922 to 1946 under Japanese rule by Takasago Beer. Takasago Beer was brewed in light and dark varieties and competed at times against Japanese import beers. Its successor in 1946, Taiwan Beer, remained a monopoly until 2002, when free trade became law in Taiwan. After the liberalization of Taiwanese beer market came also the emergence of craft breweries.\n\nTrade disputes with the People's Republic of China led to what is known locally as the \"Beer Wars\". Taiwan and China were admitted into the World Trade Organization simultaneously in 2002, and beer could now be imported and exported across the Taiwan Strait for the first time. Two years later the China refused to allow Taiwan Beer to be imported, officials citing a law banning the use of county or regional names in commercial products. A boycott of beers from China was soon under way in Taiwan, and the controversy, widely reported in the international press, led to increased recognition of the Taiwan Beer brand."
  },
  {
    "id": 194,
    "name": "Tajikistan",
    "official": "Republic of Tajikistan",
    "code": "TJ",
    "refer": "TJK",
    "capital": "Dushanbe",
    "region": "Asia",
    "subregion": "Central Asia",
    "wikipedia": "Tajikistan"
  },
  {
    "id": 195,
    "name": "Tanzania",
    "official": "United Republic of Tanzania",
    "code": "TZ",
    "refer": "TZA",
    "capital": "Dodoma",
    "region": "Africa",
    "subregion": "Eastern Africa",
    "wikipedia": "Tanzania",
    "wikipedia_beer": "Beer_in_Tanzania",
    "description": "Beer (known as pombe in Swahili) and alcohol is an integral part of Tanzanian society and local brands hold a strong sense of national pride among the Tanzanian population. There is a considerable amount of brewing and drinking done in the country; Tanzania ranks 6th in Africa for beer consumption and contributes to over 3% of the African consumption. However, over 90% of the national consumption is either homemade or from the informal sector.\n\nBeer is a big part of the economy and is largely dominated by Tanzania Breweries Limited (founded in 1932) and East African Breweries Limited under the local company Serengeti Breweries Limited. Both companies have some of the largest revenues in the country and are listed on the stock exchange. Tanzania Breweries Limited is the largest taxpayer in the country.\n\nCurrently, most of the craft beer is brewed by local small scale breweries. The formal craft brewery market is not developed and currently only one craft brewery U'R Industries Limited operates under the brand Twiga Brew."
  },
  {
    "id": 196,
    "name": "Thailand",
    "official": "Kingdom of Thailand",
    "code": "TH",
    "refer": "THA",
    "capital": "Bangkok",
    "region": "Asia",
    "subregion": "South-Eastern Asia",
    "wikipedia": "Thailand",
    "wikipedia_beer": "Beer_in_Thailand",
    "description": "Brewing beer in Thailand began in 1933 with the granting of a brewing license to Boon Rawd Brewery, which produces Thailand's oldest and best-known lager, Singha (pronounced \"sing\"). Singha is sold in Thailand in standard (5 percent ABV), light (3.5 percent ABV), and draught versions. Singha Corporation is the market leader in Thailand with a 72 percent share of the market.\n\nAlthough foreign beers are popular in Thailand, the government protects its domestic breweries by the imposition of import duties up to 60 percent. In addition, all imported beer must bear an import sticker on the bottle cap. As a result, Thai brewers have entered into partnerships with Western breweries.\n\nThailand's 1950 Liquor Act states that beer can only be made in a factory making more than 1,000,000 litres per year or in a brewpub producing at least 100,000 litres per year for sale on-site with no bottling permitted. To sell craft beers off-premises, one small brewer explained, \"We have two choices: either hire an overseas factory to make it or build a factory abroad on our own, ...\" and import it."
  },
  {
    "id": 198,
    "name": "Togo",
    "official": "Togolese Republic",
    "code": "TG",
    "refer": "TGO",
    "capital": "Lomé",
    "region": "Africa",
    "subregion": "Western Africa",
    "wikipedia": "Togo"
  },
  {
    "id": 199,
    "name": "Tokelau",
    "official": "Tokelau",
    "code": "TK",
    "refer": "TKL",
    "capital": "Fakaofo",
    "region": "Oceania",
    "subregion": "Polynesia",
    "wikipedia": "Tokelau"
  },
  {
    "id": 200,
    "name": "Tonga",
    "official": "Kingdom of Tonga",
    "code": "TO",
    "refer": "TON",
    "capital": "Nuku'alofa",
    "region": "Oceania",
    "subregion": "Polynesia",
    "wikipedia": "Tonga"
  },
  {
    "id": 201,
    "name": "Trinidad and Tobago",
    "official": "Republic of Trinidad and Tobago",
    "code": "TT",
    "refer": "TTO",
    "capital": "Port of Spain",
    "region": "Americas",
    "subregion": "Caribbean",
    "wikipedia": "Trinidad_and_Tobago"
  },
  {
    "id": 202,
    "name": "Tunisia",
    "official": "Tunisian Republic",
    "code": "TN",
    "refer": "TUN",
    "capital": "Tunis",
    "region": "Africa",
    "subregion": "Northern Africa",
    "wikipedia": "Tunisia"
  },
  {
    "id": 203,
    "name": "Turkey",
    "official": "Republic of Turkey",
    "code": "TR",
    "refer": "TUR",
    "capital": "Ankara",
    "region": "Asia",
    "subregion": "Western Asia",
    "wikipedia": "Turkey",
    "wikipedia_beer": "Beer_in_Turkey",
    "description": "Beer has existed as a beverage in Anatolia since the Sumerian civilization. Archaeological findings have shown that Sumer people knew how to ferment beer. Early Turks in Anatolia fermented boza, which was much like kvass, a traditional fermented beverage commonly made from rye bread.\n\nThe modern history of beer in Turkey started with the Ottoman Empire. During certain periods of the Ottoman Empire, drinking alcoholic beverages was forbidden in some cities, but many small producers in Istanbul made boza with a high alcohol level like beer. Beer was first produced and served at Erzurum by some small Armenian producers in \"beer gardens\".\n\nThe first modern production of beer in Turkey started with the Bomonti beer factory in Istanbul in 1894. There were many pubs and bars in Istanbul, Izmir, and Thessaloniki. Production of beer in the Ottoman Empire was 1.2 billion liters in 1894, and increased to 9.9 billion liters in 1913–1914.\n\nToday, Efes Beverage Group is the largest producer of beer in Turkey, with approximately 80% of the market. Their main product line is called Efes Pilsen, after the Turkish name for the ancient city of Ephesus."
  },
  {
    "id": 204,
    "name": "Turkmenistan",
    "official": "Turkmenistan",
    "code": "TM",
    "refer": "TKM",
    "capital": "Ashgabat",
    "region": "Asia",
    "subregion": "Central Asia",
    "wikipedia": "Turkmenistan"
  },
  {
    "id": 205,
    "name": "Turks and Caicos Islands",
    "official": "Turks and Caicos Islands",
    "code": "TC",
    "refer": "TCA",
    "capital": "Cockburn Town",
    "region": "Americas",
    "subregion": "Caribbean",
    "wikipedia": "Turks_and_Caicos_Islands"
  },
  {
    "id": 206,
    "name": "Tuvalu",
    "official": "Tuvalu",
    "code": "TV",
    "refer": "TUV",
    "capital": "Funafuti",
    "region": "Oceania",
    "subregion": "Polynesia",
    "wikipedia": "Tuvalu"
  },
  {
    "id": 207,
    "name": "Uganda",
    "official": "Republic of Uganda",
    "code": "UG",
    "refer": "UGA",
    "capital": "Kampala",
    "region": "Africa",
    "subregion": "Eastern Africa",
    "wikipedia": "Uganda"
  },
  {
    "id": 208,
    "name": "Ukraine",
    "official": "Ukraine",
    "code": "UA",
    "refer": "UKR",
    "capital": "Kiev",
    "region": "Europe",
    "subregion": "Eastern Europe",
    "wikipedia": "Ukraine",
    "wikipedia_beer": "Beer_in_Ukraine",
    "description": "In 2011 Ukrainian beer production was 3.1 billion liters. Some of the most renowned Ukrainian beers are Chernihivske, Obolon, and Lvivske.\n\nObolon is the largest Ukrainian exporter of beer, accounting for 80% of Ukrainian beer exports, with most of its exports being supplied to Russia. In September 2014 Russia banned exports of Ukrainian beer, but in early summer 2015 the company signed a licensing agreement with the Moscow Brewing Company to make beer inside Russia under its label, hence to re-enter the Russian beer market."
  },
  {
    "id": 209,
    "name": "United Arab Emirates",
    "official": "United Arab Emirates",
    "code": "AE",
    "refer": "ARE",
    "capital": "Abu Dhabi",
    "region": "Asia",
    "subregion": "Western Asia",
    "wikipedia": "United_Arab_Emirates"
  },
  {
    "id": 211,
    "name": "United States Virgin Islands",
    "official": "Virgin Islands of the United States",
    "code": "VI",
    "refer": "VIR",
    "capital": "Charlotte Amalie",
    "region": "Americas",
    "subregion": "Caribbean",
    "wikipedia": "United_States_Virgin_Islands"
  },
  {
    "id": 212,
    "name": "Uruguay",
    "official": "Oriental Republic of Uruguay",
    "code": "UY",
    "refer": "URY",
    "capital": "Montevideo",
    "region": "Americas",
    "subregion": "South America",
    "wikipedia": "Uruguay"
  },
  {
    "id": 213,
    "name": "United States",
    "official": "United States of America",
    "code": "US",
    "refer": "USA",
    "capital": "Washington D.C.",
    "region": "Americas",
    "subregion": "Northern America",
    "wikipedia": "United_States",
    "wikipedia_beer": "Beer_in_the_United_States",
    "description": "Native American tribes brewed beer in the lands of the United States prior to European arrival, but didn't use barley. One recipe was composed of maize, birch sap and water. The earliest record of brewing by non-native peoples dates from 1587, and the first commercial brewery in the United States was built by the Dutch West India Company in 1632 in Lower Manhattan.\n\nThe brewing traditions of England and the Netherlands (as brought to New York) ensured that colonial drinking would be dominated by beer rather than wine. Until the middle of the 19th century, British-style ales dominated American brewing. This changed when the longer shelf-life lager styles brought by German immigrants turned out to be more profitable for large-scale manufacturing and shipping.\n\nThe Prohibition era, started on 1919, made the production, sale and transportation of alcoholic beverages illegal. All legal American brewing came to a halt when prohibition was imposed, though the earlier temperance movement had already reduced the number of breweries significantly. Only a few breweries, mainly the largest, were able to stay in business by manufacturing near beer, malt syrup, or other non-alcohol grain products. In 1933 the the Twenty-first Amendment repealed prohibition in general, but left the production of alcoholic beverages heavily regulated.\n\nBy the 1970s, consolidation and dominance by the country's major brewers led to the fewest number of breweries in the country's modern history. Despite this, the period also saw the beginnings of the country's current craft beer movement. Since 1978 the United States has witnessed a resurgence of brewing culture and the widespread proliferation of small breweries, the number of breweries rising to 2,750 in 2012, reaching or exceeding the number of breweries estimated to have existed during the colonial period.\n\nToday, the United States craft beer industry employs over 100,000 individuals brewing 1.9 billion liters of beer per year. In 2016, craft beer was a $22 billion industry in the United States."
  },
  {
    "id": 214,
    "name": "Uzbekistan",
    "official": "Republic of Uzbekistan",
    "code": "UZ",
    "refer": "UZB",
    "capital": "Tashkent",
    "region": "Asia",
    "subregion": "Central Asia",
    "wikipedia": "Uzbekistan"
  },
  {
    "id": 215,
    "name": "Vanuatu",
    "official": "Republic of Vanuatu",
    "code": "VU",
    "refer": "VUT",
    "capital": "Port Vila",
    "region": "Oceania",
    "subregion": "Melanesia",
    "wikipedia": "Vanuatu"
  },
  {
    "id": 216,
    "name": "Vatican City",
    "official": "Vatican City State",
    "code": "VA",
    "refer": "VAT",
    "capital": "Vatican City",
    "region": "Europe",
    "subregion": "Southern Europe",
    "wikipedia": "Vatican_City"
  },
  {
    "id": 217,
    "name": "Venezuela",
    "official": "Bolivarian Republic of Venezuela",
    "code": "VE",
    "refer": "VEN",
    "capital": "Caracas",
    "region": "Americas",
    "subregion": "South America",
    "wikipedia": "Venezuela",
    "wikipedia_beer": "Beer_in_Venezuela",
    "description": "Beer production in Venezuela started in 1843 with Cerveza Tovar. Years later in 1925 Cerveza Zulia opens its first industrial plant and quickly became the most popular beer. Before this, beer was imported from Brazil and Europe.\n\nThere isn't a high competition in the beer industry in Venezuela. Beer consumption per capita in Venezuela is the highest in Latin America, with 90 liters in 2007 and 95 liters in 2009."
  },
  {
    "id": 218,
    "name": "Vietnam",
    "official": "Socialist Republic of Vietnam",
    "code": "VN",
    "refer": "VNM",
    "capital": "Hanoi",
    "region": "Asia",
    "subregion": "South-Eastern Asia",
    "wikipedia": "Vietnam",
    "wikipedia_beer": "Beer_in_Vietnam",
    "description": "The three most popular beer producers in Vietnam are Sabeco Brewery, Vietnam Brewery Ltd, and Habeco. Lagers are the most popular type of beer in Vietnam.\n\nThere are about 20 microbreweries, and most of these produce Czech and German style beers."
  },
  {
    "id": 219,
    "name": "Samoa",
    "official": "Independent State of Samoa",
    "code": "WS",
    "refer": "WSM",
    "capital": "Apia",
    "region": "Oceania",
    "subregion": "Polynesia",
    "wikipedia": "Samoa"
  },
  {
    "id": 221,
    "name": "Serbia",
    "official": "Republic of Serbia",
    "code": "RS",
    "refer": "SRB",
    "capital": "Belgrade",
    "region": "Europe",
    "subregion": "Southern Europe",
    "wikipedia": "Serbia",
    "wikipedia_beer": "Beer_in_Serbia",
    "description": "The beer was first mentioned in the 15th century during the reign of despot Stefan Lazarević, as a new drink transferred from neighboring Kingdom of Hungary. It was cooked in households, taverns, and even in the residence of the despot. Its popularity rose several centuries later and industrial-scale production began in the mid-18th century.\n\nPale lager has been the traditional beer choice for Serbians, and dark lager, while being popular, is produced in smaller quantities. Some breweries produce kvass, a traditional fermented beverage.\n\nSerbia exports beer mainly to neighbouring countries, such as Bosnia and Herzegovina, Croatia, Montenegro or Hungary, and to countries where there is significant Serbian diaspora, such as the Germany, Austria, United States and Canada."
  },
  {
    "id": 222,
    "name": "Zambia",
    "official": "Republic of Zambia",
    "code": "ZM",
    "refer": "ZMB",
    "capital": "Lusaka",
    "region": "Africa",
    "subregion": "Eastern Africa",
    "wikipedia": "Zambia"
  },
  {
    "id": 223,
    "name": "Zimbabwe",
    "official": "Republic of Zimbabwe",
    "code": "ZW",
    "refer": "ZWE",
    "capital": "Harare",
    "region": "Africa",
    "subregion": "Eastern Africa",
    "wikipedia": "Zimbabwe"
  },
  {
    "id": 224,
    "name": "Isle of Man",
    "official": "Isle of Man",
    "code": "IM",
    "refer": "IMN",
    "capital": "Douglas",
    "region": "Europe",
    "subregion": "Northern Europe",
    "wikipedia": "Isle_of_Man"
  },
  {
    "id": 225,
    "name": "Guernsey",
    "official": "Bailiwick of Guernsey",
    "code": "GG",
    "refer": "GGY",
    "capital": "St. Peter Port",
    "region": "Europe",
    "subregion": "Northern Europe",
    "wikipedia": "Guernsey"
  },
  {
    "id": 226,
    "name": "Jersey",
    "official": "Bailiwick of Jersey",
    "code": "JE",
    "refer": "JEY",
    "capital": "Saint Helier",
    "region": "Europe",
    "subregion": "Northern Europe",
    "wikipedia": "Jersey"
  },
  {
    "id": 227,
    "name": "Saint Vincent and the Grenadines",
    "official": "Saint Vincent and the Grenadines",
    "code": "VC",
    "refer": "VCT",
    "capital": "Kingstown",
    "region": "Americas",
    "subregion": "Caribbean",
    "wikipedia": "Saint_Vincent_and_the_Grenadines"
  },
  {
    "id": 229,
    "name": "North Macedonia",
    "official": "Republic of North Macedonia",
    "code": "MK",
    "refer": "MKD",
    "capital": "Skopje",
    "region": "Europe",
    "subregion": "Southern Europe",
    "wikipedia": "North_Macedonia"
  },
  {
    "id": 230,
    "name": "Mauritius",
    "official": "Republic of Mauritius",
    "code": "MU",
    "refer": "MUS",
    "capital": "Port Louis",
    "region": "Africa",
    "subregion": "Eastern Africa",
    "wikipedia": "Mauritius"
  },
  {
    "id": 234,
    "name": "Montenegro",
    "official": "Montenegro",
    "code": "ME",
    "refer": "MNE",
    "capital": "Podgorica",
    "region": "Europe",
    "subregion": "Southern Europe",
    "wikipedia": "Montenegro",
    "wikipedia_beer": "Beer_in_Montenegro",
    "description": "Brewing industry in Montenegro traces its roots to 1896, when Vuko Krivokapić built Onogošt brewery in Nikšić. The construction of the brewery in the newly established Principality of Montenegro was endorsed and supported by Prince Nicholas.\n\nIn 1908, a number of entrepreneurs from Nikšić decided to build another brewery, named Trebjesa. The first beer came out of the brewery in 1911. Today, Trebjesa Brewery is the only brewery in Montenegro, and covers more than 90% of Montenegrin beer market."
  },
  {
    "id": 235,
    "name": "Palestine",
    "official": "State of Palestine",
    "code": "PS",
    "refer": "PSE",
    "capital": "Ramallah",
    "region": "Asia",
    "subregion": "Western Asia",
    "wikipedia": "Palestine"
  },
  {
    "id": 236,
    "name": "East Timor",
    "official": "Democratic Republic of Timor-Leste",
    "code": "TL",
    "refer": "TLS",
    "capital": "Dili",
    "region": "Asia",
    "subregion": "South-Eastern Asia",
    "wikipedia": "East_Timor"
  },
  {
    "id": 237,
    "name": "Tibet",
    "official": "Tibet Autonomous Region",
    "code": "CN",
    "refer": "CHN-TI",
    "capital": "Lhasa",
    "region": "Asia",
    "subregion": "Eastern Asia",
    "wikipedia": "Tibet_Autonomous_Region",
    "wikipedia_beer": "Beer_in_Tibet",
    "description": "The first historical record of beer in Tibet are Chinese, concerning a 638 peace agreement between Tang China and the new Tibetan kingdom of Songtsen Gampo include the technological transfers of silk, paper, watermill and beer production. Somewhat contradicting the fact that alcohol is contrary to the beliefs of Tibetan Buddhism, is the fact that for centuries, chhaang, a local brew of barley sold by glass at street stalls in Lhasa and across towns in Tibet has been consumed by many Tibetans and monks.\n\nFactory production of beer in Tibet began in the late 1980s under the influence of the Chinese who legalised formal production and established the Lhasa Brewery in 1988 on the northern outskirts of Lhasa. The Lhasa Brewery Company, is the highest commercial brewery in the world at 3650 meters and accounts for 85% of contemporary beer production in Tibet.\n\nSince 2000, the Carlsberg group has increased its stronghold in the Chinese market and has become increasingly influential in the country as it invested in the Lhasa Brewery. Lhasa Beer is the only Tibetan beer on the world market and has grown in production in recent years. It is an all-malt European style lager, but is made from ingredients such as Himalayan spring water, barley, saaz hops and yeast."
  },
  {
    "id": 238,
    "name": "Northern Ireland",
    "official": "Northern Ireland",
    "code": "GB",
    "refer": "GBR-NO",
    "capital": "Belfast",
    "region": "Europe",
    "subregion": "Northern Europe",
    "wikipedia": "Northern_Ireland",
    "wikipedia_beer": "Beer_in_Northern_Ireland",
    "description": "The Celtic tradition of brewing beer almost certainly existed in Ireland from before 1,000BC using barley. The Roman emperor Julian, in a 1,600-year-old poem, correctly described Celtic beer as smelling “like a billy goat.” Historically Ireland produced ale without the use of hops, as the plant is not native to Ireland, which led in the 18th century to importing quantities of hops from England.\n\nDuring the 18th century the Irish parliament used taxation to encourage brewing at the expense of distilling, reasoning that beer was less harmful than whiskey. In the 1760s the Royal Dublin Society offered prizes to brewers who used the most Irish hops and those that produced the most Porter.\n\nLater brewing traditions almost ceased to exist as smaller breweries closed, or were taken over by the large breweries. However, the industry has been saved by the recent boom in microbreweries. The number of microbreweries in Northern Ireland has significantly increased, from 5 in 2012 to 30 in 2017."
  },
  {
    "id": 239,
    "Country": "Wales",
    "name": "Wales",
    "official": "Wales",
    "code": "GB",
    "refer": "GBR-WA",
    "capital": "Cardiff",
    "region": "Europe",
    "subregion": "Northern Europe",
    "wikipedia": "Wales",
    "wikipedia_beer": "Beer_in_Wales",
    "description": "At least as early as the 6th century, the Druidic legendary person Ceridwen is associated with cauldrons and intoxicating preparations of grain in herbs in many poems of Taliesin, particularly the Hanes Taliesin.\n\nThe Anglo-Saxon Chronicle for 852 records a distinction between \"fine ale\" and Welsh ale, also called bragawd. Bragawd, also called braggot, is somewhat between mead and what we today think of as ale.  Saxon-period Welsh ale was a heady, strong beverage, made with spices such as cinnamon, ginger and clove as well as herbs and honey. Bragawd was often prepared in monasteries until Henry VIII dissolved the monasteries in 1536. Welsh beer is noted as a distinct style as late as 1854, with a recipe made solely from pale malt and hops described in a recipe book of the time.\n\nWales, along with the rest of Britain, came under the influence of the temperance movement, with a burgeoning Welsh moral code based on Presbyterian and other non-conformist beliefs in relation to alcohol.\n\nIn recent years investment by the Welsh Development Agency has helped establish a large number of breweries in Wales."
  },
  {
    "id": 240,
    "name": "England",
    "official": "England",
    "code": "GB",
    "refer": "GBR-EN",
    "capital": "London",
    "region": "Europe",
    "subregion": "Northern Europe",
    "wikipedia": "England",
    "wikipedia_beer": "Beer_in_England",
    "description": "Brewing in Britain was probably well established when the Romans arrived in 54 BC, and certainly continued under them. British brewing is generally thought to have been part of a wider Celtic tradition. Since this was well before the introduction of hops, other flavourings such as honey, meadowsweet and mugwort may have been used.\n\nBeer was one of the most common drinks during the Middle Ages. It was consumed daily by all social classes in the northern and eastern parts of Europe. Beer provided a considerable amount of the daily calories in the northern regions. In England, the per capita consumption was 275–300 liters (60–66 gallons) a year by the Late Middle Ages, and beer was drunk with every meal. In the 15th century, an unhopped beer would have been known as an ale, while the use of hops would make it a beer.\n\nThe early 18th century saw the development of a popular new style of dark beer in London: Porter. The 18th century also saw the development of India Pale Ale. Demand for this export style in England around 1840 and India Pale Ale became a popular product in England. Some brewers dropped the term \"India\" in the late 19th century, but these \"pale ales\" retained the features of earlier IPA.\n\nIn the early 20th century, serving draught beer from pressurised containers began, and artificial carbonation was introduced in the United Kingdom in 1936. A consumer organisation, the Campaign for Real Ale was founded in 1971 to protect unpressurised beer. The group devised the term real ale to differentiate between beer served from the cask and beer served under pressure and to differentiate both from lager. \"Ale\" now meant a top-fermented beer, not an unhopped beer.\n\nSince the 2010s, there has been what some media outlets describe as an \"explosion\" of interest in craft beer. Although the choice available to English beer drinkers in the mid 2010s is perhaps unparalleled, there are concerns about the future of pubs, with about 30 closing per week. With cask ale having a secure future, the Campaign for Real Ale has been reconsidering its aims, with the options including focusing on the preservation of pubs."
  },
  {
    "id": 241,
    "name": "Scotland",
    "official": "Scotland",
    "code": "GB",
    "refer": "GBR-SC",
    "capital": "Edinburgh",
    "region": "Europe",
    "subregion": "Northern Europe",
    "wikipedia": "Scotland",
    "wikipedia_beer": "Beer_in_Germany",
    "description": "Brewing in Scotland goes back 5,000 years; it is suggested that ale could have been made from barley at Skara Brae and at other sites dated to the Neolithic.\n\nBrewing was mainly in the hands of \"broustaris\", or alewives, and monasteries. in 1509 Aberdeen had over 150 brewers – all women; and this compares with figures for London which show that of 290 brewers, around 40% were men.\n\nThe use of bittering herbs such as heather, myrtle, and broom to flavour and preserve beer continued longer in remote parts of Scotland than in the rest of the UK. Though, as in the rest of Britain, hops had replaced herbs in Scotland by the end of the 19th century, this Celtic tradition of using bittering herbs was revived in France during 1990 and later in Scotland.\n\nMost breweries developed in the central Lowlands, which also contained the main centres of population. Edinburgh and Alloa in particular became noted centres for the export of beer around the world. By the end of the 20th century, small breweries had sprung up all over Scotland."
  },
  {
    "id": 242,
    "name": "Kosovo",
    "official": "Republic of Kosovo",
    "code": "XK",
    "refer": "UNK",
    "capital": "Pristina",
    "region": "Europe",
    "subregion": "Eastern Europe",
    "wikipedia": "Kosovo"
  },
  {
    "id": 243,
    "name": "Eritrea",
    "official": "State of Eritrea",
    "code": "ER",
    "refer": "ERI",
    "capital": "Asmara",
    "region": "Africa",
    "subregion": "Eastern Africa",
    "wikipedia": "Eritrea"
  },
  {
    "id": 244,
    "name": "Faroe Islands",
    "official": "Faroe Islands",
    "code": "FO",
    "refer": "FRO",
    "capital": "Tórshavn",
    "region": "Europe",
    "subregion": "Northern Europe",
    "wikipedia": "Faroe_Islands"
  },
  {
    "id": 245,
    "name": "Seychelles",
    "official": "Republic of Seychelles",
    "code": "SC",
    "refer": "SYC",
    "capital": "Victoria",
    "region": "Africa",
    "subregion": "Eastern Africa",
    "wikipedia": "Seychelles"
  },
  {
    "id": 246,
    "name": "Réunion",
    "official": "Réunion Island",
    "code": "RE",
    "refer": "REU",
    "capital": "Saint-Denis",
    "region": "Africa",
    "subregion": "Eastern Africa",
    "wikipedia": "Réunion"
  },
  {
    "id": 247,
    "name": "Micronesia",
    "official": "Federated States of Micronesia",
    "code": "FM",
    "refer": "FSM",
    "capital": "Palikir",
    "region": "Oceania",
    "subregion": "Micronesia",
    "wikipedia": "Micronesia"
  },
  {
    "id": 248,
    "name": "Yemen",
    "official": "Republic of Yemen",
    "code": "YE",
    "refer": "YEM",
    "capital": "Sana'a",
    "region": "Asia",
    "subregion": "Western Asia",
    "wikipedia": "Yemen"
  },
  {
    "id": 253,
    "name": "Guinea-Bissau",
    "official": "Republic of Guinea-Bissau",
    "code": "GW",
    "refer": "GNB",
    "capital": "Bissau",
    "region": "Africa",
    "subregion": "Western Africa",
    "wikipedia": "Guinea-Bissau"
  },
  {
    "id": 254,
    "name": "São Tomé and Príncipe",
    "official": "Democratic Republic of São Tomé and Príncipe",
    "code": "ST",
    "refer": "STP",
    "capital": "São Tomé",
    "region": "Africa",
    "subregion": "Middle Africa",
    "wikipedia": "São_Tomé_and_Príncipe"
  },
  {
    "id": 255,
    "name": "Northern Mariana Islands",
    "official": "Commonwealth of the Northern Mariana Islands",
    "code": "MP",
    "refer": "MNP",
    "capital": "Saipan",
    "region": "Oceania",
    "subregion": "Micronesia",
    "wikipedia": "Northern_Mariana_Islands"
  },
  {
    "id": 256,
    "name": "Mauritania",
    "official": "Islamic Republic of Mauritania",
    "code": "MR",
    "refer": "MRT",
    "capital": "Nouakchott",
    "region": "Africa",
    "subregion": "Western Africa",
    "wikipedia": "Mauritania"
  },
  {
    "id": 257,
    "name": "Curaçao",
    "official": "Country of Curaçao",
    "code": "CW",
    "refer": "CUW",
    "capital": "Willemstad",
    "region": "Americas",
    "subregion": "Caribbean",
    "wikipedia": "Curaçao"
  },
  {
    "id": 258,
    "name": "Sint Maarten",
    "official": "Sint Maarten",
    "code": "SX",
    "refer": "SXM",
    "capital": "Philipsburg",
    "region": "Americas",
    "subregion": "Caribbean",
    "wikipedia": "Sint_Maarten"
  },
  {
    "id": 259,
    "name": "South Sudan",
    "official": "Republic of South Sudan",
    "code": "SS",
    "refer": "SSD",
    "capital": "Juba",
    "region": "Africa",
    "subregion": "Middle Africa",
    "wikipedia": "South_Sudan"
  },
  {
    "id": 260,
    "name": "Northern Cyprus",
    "official": "Turkish Republic of Northern Cyprus",
    "code": "CY",
    "refer": "CYP-NO",
    "capital": "North Nicosia",
    "region": "Europe",
    "subregion": "Eastern Europe",
    "wikipedia": "Northern_Cyprus"
  },
  {
    "id": 261,
    "name": "Transnistria",
    "official": "Pridnestrovian Moldavian Republic",
    "code": "MD",
    "refer": "MDA-TR",
    "capital": "Tiraspol",
    "region": "Europe",
    "subregion": "Eastern Europe",
    "wikipedia": "Transnistria"
  },
  {
    "id": 262,
    "name": "Somaliland",
    "official": "Republic of Somaliland",
    "code": "SO",
    "refer": "SOM-SO",
    "capital": "Hargeisa",
    "region": "Africa",
    "subregion": "Eastern Africa",
    "wikipedia": "Somaliland"
  },
  {
    "id": 263,
    "name": "Abkhazia",
    "official": "Republic of Abkhazia",
    "code": "GE",
    "refer": "GEO-AB",
    "capital": "Sukhumi",
    "region": "Asia",
    "subregion": "Western Asia",
    "wikipedia": "Abkhazia"
  },
  {
    "id": 264,
    "name": "Artsakh",
    "official": "Republic of Artsakh",
    "code": "AZ",
    "refer": "AZE-NA",
    "capital": "Stepanakert",
    "region": "Asia",
    "subregion": "Western Asia",
    "wikipedia": "Republic_of_Artsakh",
    "wikipedia_beer": "Beer_in_Armenia",
    "description": "The Republic of Artsakh currently has a single brewery – Central Brewpub in the capital Stepanakert."
  },
  {
    "id": 265,
    "Country": "South Ossetia",
    "name": "South Ossetia",
    "official": "Republic of South Ossetia",
    "code": "GE",
    "refer": "GEO-SO",
    "capital": "Tskhinvali",
    "region": "Asia",
    "subregion": "Western Asia",
    "wikipedia": "South_Ossetia"
  },
  {
    "id": 266,
    "name": "Sahrawi Republic",
    "official": "Sahrawi Arab Democratic Republic",
    "code": "EH",
    "refer": "ESH",
    "capital": "El Aaiún",
    "region": "Africa",
    "subregion": "Northern Africa",
    "wikipedia": "Sahrawi_Arab_Democratic_Republic"
  },
  {
    "id": 267,
    "name": "Bonaire",
    "official": "Bonaire",
    "code": "BQ",
    "refer": "BES",
    "capital": "Kralendijk",
    "region": "Americas",
    "subregion": "Caribbean",
    "wikipedia": "Bonaire"
  },
  {
    "id": 268,
    "name": "Saint Pierre and Miquelon",
    "official": "Overseas Collectivity of Saint Pierre and Miquelon",
    "code": "PM",
    "refer": "FRA",
    "capital": "Saint-Pierre",
    "region": "Americas",
    "subregion": "Northern America",
    "wikipedia": "Saint_Pierre_and_Miquelon"
  },
  {
    "id": 269,
    "name": "Easter Island",
    "official": "Easter Island",
    "code": "CL",
    "refer": "CHL-EI",
    "capital": "Hanga Roa",
    "region": "Oceania",
    "subregion": "Polynesia",
    "wikipedia": "Easter_Island"
  }
]
