[
  {
    "BeerStyleID": 2,
    "BeerStyleName": "Altbier",
    "BeerStyleDescription": "Well hopped and malty with copper to dark-brown color, native to Düsseldorf, Germany. Alt is the German word for &quot;old&quot; or &quot;old style&quot;. It is more or less the German equivalent to an English ale. Traditionally fermented &quot;warmer&quot; &#40;15-20° C &#41; than a Lager &#40;4-9° C &#41; but aged at cold temperatures.",
    "BeerStyleParent": 67,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 3,
    "BeerStyleName": "Pale Lager",
    "BeerStyleDescription": "The color of pale lager ranges from light bronze to nearly transparent and the alcohol anywhere from 4-6%. Adjunct usage may be quite high, though in some cases the beer is all-malt. Carbonation is typically forced, though not always. One thing that does not vary is that neither the malt nor the hops make much of an impression on the palate. These beers are brewed for minimum character, though faint traces of hop or malt may show through. Commonly detected features and flaws include fusels, oxidized malt and skunked hops. The body will often be thin and/or spritzy while the finish is typically mildly bitter.",
    "BeerStyleParent": 70,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 4,
    "BeerStyleName": "Pilsener",
    "BeerStyleDescription": "While the definition of pilsner is open to much debate in the beer community, it generally refers to pale, hoppy lagers, ranging from ~30 IBU and up.  From Classic German Pilsners, which tend to be light-to-medium bodied, semi-sweet to off-dry, hopped with German noble hops, to New World artisan renditions in North America, New Zealand and elsewhere, which showcase modern hop varieties. A separate style category is maintained for Czech Pilsner &#40;Sv&#283;tlý Ležák&#41;.",
    "BeerStyleParent": 70,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 5,
    "BeerStyleName": "Porter",
    "BeerStyleDescription": "Black or chocolate malt gives the porter its dark brown color. Porters are often well hopped and somewhat heavily malted. This is a medium-bodied beer and may show some sweetness usually from the light caramel to light molasses range. Hoppiness can range from bitter to mild. Porters, in relation to stouts of the same region, are typically more mild and less aggressively hopped.",
    "BeerStyleParent": 68,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 6,
    "BeerStyleName": "Stout",
    "BeerStyleDescription": "A stout is made with dark roasted malts which results in a dark color and a roasted malt flavor. In mainland Europe they are usually termed &quot;noir&quot; &#40;black&#41;. The word stout means strong, and was applied to strong Porter in the 18th century - most typically by Guinness, who were one of the few breweries to continue making such beers into the 20th century. Guinness is today the template for Irish or Dry Stout. Other stout variations are Imperial Stout, Foreign Stout, and Sweet or Milk Stout - as well as Porter, Imperial Porter, and Baltic Porter - and the related Mild and Schwarzbier.",
    "BeerStyleParent": 68,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 7,
    "BeerStyleName": "German Hefeweizen",
    "BeerStyleDescription": "Depending on the style can range from pale and light body to dark brown with full body. Wheat beer is characterized by its cloudy appearance and its banana and sometimes vanilla aftertaste.",
    "BeerStyleParent": 69,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 8,
    "BeerStyleName": "Malt Liquor",
    "BeerStyleDescription": "Strong, alcoholic-tasting, often poorly made strong lagers. Esters, fusels and other products of undiluted high-gravity brewed beers are often commonplace. Properly served in the 40oz bottle with accompanying brown paper bag.",
    "BeerStyleParent": 70,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 9,
    "BeerStyleName": "Dunkler Bock",
    "BeerStyleDescription": "The dark Bock has a deep copper to dark brown color. Medium to full-bodied, malt sweetness and nutty or light toasted flavors dominate. Hop flavor and aroma can be light to non-existent.",
    "BeerStyleParent": 70,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 10,
    "BeerStyleName": "Cider",
    "BeerStyleDescription": "Made from fermented apple juice, cider comes in a number of varieties. English cider is dry, with fruity, tannic qualities and low carbonation. This can be found cask-conditioned in England. Normandy is another major cider-producing region, with a sweeter, more effervescent, very complex style. Ciders produced elsewhere are often sweet, simple beverages for mass consumption, though there are some good English-style ciders in North America and Norman-style ciders in Quebec.",
    "BeerStyleParent": 104,
    "BeerStyleCategory": 3
  },
  {
    "BeerStyleID": 11,
    "BeerStyleName": "Barley Wine",
    "BeerStyleDescription": "A Barley Wine is a strong, top-fermenting ale, with an alcohol content of at least 9% and up to 13% &#40;or more&#41; by volume. Hops may be hardly noticeable at all or very noticeable. Sip them out of a glass that will concentrate the aroma, such as a snifter. Barley wines often pair well with desserts. Includes Wheat Wines.",
    "BeerStyleParent": 67,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 12,
    "BeerStyleName": "Belgian Ale",
    "BeerStyleDescription": "Belgian-style ales seldom fit neatly into classic beer styles, but this category represents those ales under approximately 7% abv that do not fit other categories. Colour ranges from golden to deep amber, with the occasional example coming in darker. Body tends to be light to medium, with a wide range of hop and malt levels. Yeastiness and acidity may also be present.",
    "BeerStyleParent": 66,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 13,
    "BeerStyleName": "Belgian Strong Ale",
    "BeerStyleDescription": "Belgian Strong Ales can vary from pale to dark brown in color, darker ales may be colored with dark candy sugar. Hop flavor can range from low to high, while hop aroma is low. The beers are medium to full-bodied and have a high alcoholic character. Types of beers included here include tripels, dubbels and ultra-strong abbey ales.\r\n",
    "BeerStyleParent": 66,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 14,
    "BeerStyleName": "Lambic Style - Fruit",
    "BeerStyleDescription": "Lambics are wheat beers made with stale hops and fermented with wild yeasts and other microorganisms traditionally only on the Senne Valley in and around Brussels.  The most traditional of the fruit lambics are kriek &#40;cherry&#41; and framboise &#40;raspberry&#41;. In modern times peaches &#40;peche&#41; blackcurrants &#40;cassis&#41; grapes as well as more exotic fruits are used. Traditional lambics are commonly denoted by the term &quot;oud&quot; which is a reference to &quot;old-style&quot; and these are the most sour. More commonly though lambics are sweetened to cut the intense acidity. Serve with sharp cheeses or pickled dishes or use in the preparation of mussels.",
    "BeerStyleParent": 119,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 15,
    "BeerStyleName": "Brown Ale",
    "BeerStyleDescription": "Color ranges from reddish-brown to dark brown. Beers termed brown ale include sweet low alcohol beers such as Manns Original Brown Ale medium strength amber beers of moderate bitterness such as Newcastle Brown Ale and malty but hoppy beers such as Sierra Nevada Brown Ale.",
    "BeerStyleParent": 67,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 16,
    "BeerStyleName": "English Pale Ale",
    "BeerStyleDescription": "Classic English Pale Ales are not pale but rather are golden to copper colored and display English variety hop character. Distinguishing characteristics are dryness and defined hop taste, but more malt balance than what you’ll typically find in an American Pale Ale. Great to drink with all sorts of meats including roast beef, lamb, burgers, duck, goose, etc. Note that the term ’pale ale’ is used in England to signify a bottled bitter, and in that way there is no such thing as ’English Pale Ale’ to the English. The style is a North American construct, borne of the multitude of pale ales that pay homage to these bottled bitters - Bass in particular - and therefore the majority of true examples of the style are found outside Britain.",
    "BeerStyleParent": 67,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 17,
    "BeerStyleName": "India Pale Ale &#40;IPA&#41;",
    "BeerStyleDescription": "India Pale Ale, the modern version of which has largely been formed in the US, has an intense hop flavor, a golden to copper color, and a medium malty body. The aroma is moderate to very strong. IPAs work especially well at cutting the heat of chili, vindaloo or Sichuan cuisine.  In England, IPA is often just another name for bitter although some micros are doing their own versions of an American IPA as well.",
    "BeerStyleParent": 67,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 18,
    "BeerStyleName": "American Pale Ale",
    "BeerStyleDescription": "American Pale Ales are light in color, ranging from golden to a light copper color. The style of this beer is typically defined by a balance between pale malts and hop presence - although without the hop intensity or alcohol strength of an IPA. American Pale Ales generally range in strength from c. 4.5% to 6.5% &#40;although there are examples outside of this range&#41;.\r\n\r\nThis is a perfect beer for big fare like grilled burgers or combination pizzas, as well as lighter fare like sushi and green salads.",
    "BeerStyleParent": 67,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 19,
    "BeerStyleName": "Wheat Ale",
    "BeerStyleDescription": "Golden to light amber in color, the body is light to medium. The wheat lends a crispness to the brew, often with some acidity. Some hop flavour may be present, but bitterness is low. Not as estery as German or Belgian-style wheats.",
    "BeerStyleParent": 69,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 20,
    "BeerStyleName": "Bitter",
    "BeerStyleDescription": "A gold to copper color, low carbonation and medium to high bitterness. Hop flavor and aroma may be non-existent to mild. Great to drink with steak and lobster.",
    "BeerStyleParent": 67,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 21,
    "BeerStyleName": "Scottish Ale",
    "BeerStyleDescription": "Scottish ales are generally dark, malty, full-bodied brews. Many examples have a hint of smokiness derived from the use of peated malt. 60, 70, and 80 shilling examples are all session ales under 5% abv, but the stronger &quot;wee heavies&quot; can range closer to 8%, with the accompanying increase in alcohol flavour and esters. Works well as an accompaniment to hearty meat and game dishes, sharp cheddar, atholl brose and shortbread.",
    "BeerStyleParent": 67,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 22,
    "BeerStyleName": "Dry Stout",
    "BeerStyleDescription": "The &quot;Irish-style&quot; stout is typically a low-gravity stout with bitterness ranging between 30-45 IBUs. Roastiness is present, but restrained, and there should not be hops in either the flavour or aroma. A little bit of acidity can be present. Often, this type of stout is serving via nitrogen, with all the effects that has on a beer - low carbonation, extra-thick head, lifeless palate and muted flavour and aroma.",
    "BeerStyleParent": 68,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 23,
    "BeerStyleName": "Sweet Stout",
    "BeerStyleDescription": "Dark brown to black in colour. Sweet stouts come in two main varieties - milk stout and oatmeal stout. Milk stouts are made with the addition of lactose, and are sweet and generally low in alcohol. Oatmeal lends a smooth fullness of body to stouts. All of the sweet stouts are noted for their restrained roastiness in comparison with other stouts, and their low hop levels.",
    "BeerStyleParent": 68,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 24,
    "BeerStyleName": "Imperial Stout",
    "BeerStyleDescription": "Imperial stouts are usually extremely dark brown to black in color with flavors that are intensely malty, deeply roasted and sometimes with accents of dark fruit &#40;raisin, fig&#41; and chocolate. The bitterness is typically low to moderate. Imperial stouts are strong and generally exceed 8% ABV.",
    "BeerStyleParent": 68,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 25,
    "BeerStyleName": "Weizen Bock",
    "BeerStyleDescription": "Strong, dark wheat beers, typically with a high ester profile and more malt and alcohol than is typically associated with a wheat beer.",
    "BeerStyleParent": 69,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 26,
    "BeerStyleName": "Doppelbock",
    "BeerStyleDescription": "Doppel means double and while these are stronger brews than the traditional German bocks, they are typically not twice the strength. They should have at least 18°Plato to be called &quot;Doppelbock&quot;. There are pale and dark beers of this style, so color can vary from light amber to dark brown. Very full body with a high alcoholic flavor. Low hop flavor and aroma.",
    "BeerStyleParent": 70,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 27,
    "BeerStyleName": "Eisbock",
    "BeerStyleDescription": "A stronger version of Doppelbock. Deep copper to black. Very alcoholic. Typically brewed by freezing a doppelbock and removing resulting ice to increase alcohol content.",
    "BeerStyleParent": 70,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 28,
    "BeerStyleName": "Dunkel/Tmavý",
    "BeerStyleDescription": "Copper to dark brown lager common in Germany and the Czech Republic but made worldwide. Medium body. Nutty toasted chocolate-like malty sweetness in aroma and flavor. Medium bitterness. Low &quot;noble-type&quot; hop flavor and aroma. In both Germany and Czech dark lagers span a wide range of characters from sweet to dry forming more of a category than a specific style with considerable leeway for the brewer with regards to the character of the beer.  This is the biggest reason why they are grouped together despite coming from different traditions and each being made with local ingredients.",
    "BeerStyleParent": 70,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 29,
    "BeerStyleName": "Schwarzbier",
    "BeerStyleDescription": "Dark brown to black. Medium body. Roasted malt evident. Low sweetness in aroma and flavor. Low to medium bitterness. Low bitterness from roast malt. Hop flavor and aroma, &quot;noble-type&quot; OK. No fruitiness, esters.",
    "BeerStyleParent": 70,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 31,
    "BeerStyleName": "Czech Pilsner (Sv&#283;tlý)",
    "BeerStyleDescription": "Hallmarked by the generous use of the Saaz hop, Bohemian or Czech pilsners are also noted for their rich gold color, fat maltiness and moderate to full body. Generally brewed to 10-12° Plato. In Czech these beers are simply called Sv&#283;tlý Ležák.  Sometimes served cloudy and unfiltered with young wort mixed in, known as Kvasnicova in the Czech Republic, the same as what is known as krausening in Germany.  Regardless of origin, to be a pilsner a beer must have at least 28 units of bitterness, and preferably much more.",
    "BeerStyleParent": 70,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 35,
    "BeerStyleName": "Cream Ale",
    "BeerStyleDescription": "A mild, pale, light-bodied ale, made using a warm fermentation &#40;top or bottom&#41; and cold lagering or by blending top and bottom-fermented beers. Low to medium bitterness. Low hop flavor and aroma.",
    "BeerStyleParent": 67,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 36,
    "BeerStyleName": "Amber Lager/Vienna",
    "BeerStyleDescription": "Your typical macrobrewed Dark Lager, often rendered dark with either brewer’s caramel or black patent malt, but each brewery will have a different approach. Aside from caramelly notes, these beers will not typically resemble other dark lager styles so much as they do the lighter styles, due to low amounts of hops, malt and body. Vienna as a beer style was theorized by Michael Jackson, but his oft-cited example was Negra Modelo, which is a macro dark lager like all the others.  Some beers have taken on the idea of a Vienna lager as a distinct style, loosely based on the 1840 Anton Dreher beer, and these can be expected to be all-malt, with a fuller body and more character than the average macro dark.",
    "BeerStyleParent": 70,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 37,
    "BeerStyleName": "Oktoberfest/Märzen",
    "BeerStyleDescription": "Oktoberfest is a German festival dating from 1810, and Oktoberfestbiers are the beers that have been served at the festival since 1818, and are supplied by 6 breweries: Spaten, Lowenbrau, Augustiner, Hofbrau, Paulaner and Hacker-Pschorr.\r\nTraditionally Oktoberfestbiers were the lagers of around 5.5 to 6 abv called Marzen - brewed in March and allowed to ferment slowly during the summer months.\r\n\r\n\r\nOriginally these would have been dark lagers, but from 1872 a strong March brewed version of an amber-red Vienna lager made by Josef Sedlmayr became the favourite Oktoberfestbier.\r\n\r\nSince the 1990s European brewed versions have tended to be golden in colour, while American versions have remained dark or amber.\r\n",
    "BeerStyleParent": 70,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 39,
    "BeerStyleName": "Kölsch",
    "BeerStyleDescription": "Golden, top-fermented style native to Köln, Germany. The style has a very narrow profile and many beers that consider themselves to be Kölsch-beers are not. Generally they have a moderate bitterness, but fairly prominent hop flavour &#40;typically Spalt, Tettnang, or Hallertau&#41;. They have high effervescence, medium esters, but a rounded, stylish character derived from lagering. Many Kölsch-beers are brewed using additional wheat-malt to create a smoother sweeter taste.",
    "BeerStyleParent": 67,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 40,
    "BeerStyleName": "Fruit Beer",
    "BeerStyleDescription": "Ale or lager made with fruit. See beer description for flavor. Body, color, hop character, and strength vary depending on the type of fruit used.",
    "BeerStyleParent": 120,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 41,
    "BeerStyleName": "Smoked",
    "BeerStyleDescription": "The classic smoked beers hail from Bamberg in Franconia, Germany. These are made using malt that has been smoked over beechwood. The insistent smokiness may be applied to any lager style. In North America, the same technique has been used to make smoked porter. Whiskey malt beers are made using peat-smoked malt.",
    "BeerStyleParent": 120,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 42,
    "BeerStyleName": "California Common",
    "BeerStyleDescription": "Style originating in 18th century California, where brewers without access to refrigeration produced beers using lager yeasts and warm temperatures. These still retain some of the rounded character inherent in all lagers, but with a dose of ale fruitiness.\r\n",
    "BeerStyleParent": 70,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 44,
    "BeerStyleName": "Mead",
    "BeerStyleDescription": "Honey wine, which tends to be quite strong and alcoholic-tasting, as honey ferments very well. Mead is often made with other ingredients for flavour, be they fruit or grain. The latter is known as braggot.",
    "BeerStyleParent": 99,
    "BeerStyleCategory": 2
  },
  {
    "BeerStyleID": 45,
    "BeerStyleName": "Saison",
    "BeerStyleDescription": "Fruity esters dominate the aroma. Clarity is good with a large foamy head on top. The addition of several spices and herbs create a complex fruity or citrusy flavor. Light to medium bodied with very high carbonation. Alcohol level is medium to high.",
    "BeerStyleParent": 66,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 48,
    "BeerStyleName": "Witbier",
    "BeerStyleDescription": "Witbier, also known as Belgian White, is a style of Belgian-style wheat beers that are generally pale and opaque with a crisp wheat character and  citric refreshment of orange peel and coriander. Ingredients sometimes include oats for smoothness, and other spices such as grains of paradise. Serve with light cheeses or mussels.",
    "BeerStyleParent": 69,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 52,
    "BeerStyleName": "Sour/Wild Ale",
    "BeerStyleDescription": "Sour/Wild is a category encompassing a myriad of non-traditional sour ales which are typically brewed with an ale yeast and then inoculated with souring bacteria and yeasts &#045;&#045; typically Lactobacillus, often Brettanomyces and Pediococcus, and sometimes Acetobacter.",
    "BeerStyleParent": 119,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 53,
    "BeerStyleName": "Amber Ale",
    "BeerStyleDescription": "A style without definition, amber ales range from bland, vaguely caramelly beers to products with a fairly healthy malt and hop balance. Often the differentiation between a quality amber and an American Pale is that the amber might have more dark malt character, or a less assertive hop rate.",
    "BeerStyleParent": 67,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 54,
    "BeerStyleName": "Golden Ale/Blond Ale",
    "BeerStyleDescription": "There are a few different types of blond ale. The first is the traditional &quot;Canadian Ale&quot;, an adjunct-laden, macrobrewed, top-fermented equivalent of the American Standard. The second is common in US brewpubs - a light starter ale, with marginally more hop and body than a macrobrew, fewer adjuncts, but still not a flavourful beer by any means. The British interpretation is easily the boldest, hoppiest blond ale rendition. Some of these can almost be considered American Pales they are so hopped up - very crisp, refreshing, with relatively low alcohol compared with their North American counterparts.\r\n",
    "BeerStyleParent": 67,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 55,
    "BeerStyleName": "Mild Ale",
    "BeerStyleDescription": "Malt accented, typically little or no hop flavour or aroma. Usually medium to dark brown in colour though many English examples are almost black with caramel often added for colouring as well as favouring purposes. Mild refers to no or limited  hop bitterness/  aroma. Still very popular in the North- West and Midland areas of England where it is usually between 3 to 4% ABV and preferred with a good head. There are examples of stronger versions of the style,  but rarely over  5-6%.\r\n",
    "BeerStyleParent": 67,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 56,
    "BeerStyleName": "English Strong Ale",
    "BeerStyleDescription": "Malty, with complex fruity esters. Some oxidative notes are acceptable, akin to those found in port or sherry. Hop aromas not usually present, due to extended age. Medium amber to very dark red-amber color. Malty and usually sweet. Alcoholic strength should be evident, though not overwhelming. Medium to full body alcohol should contribute some warmth. An ale of significant alcoholic strength, though usually not as strong or rich as barleywine. Usually tilted toward a sweeter, more malty balance. Often regarded as winter warmers, and often released as seasonal beers.",
    "BeerStyleParent": 67,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 57,
    "BeerStyleName": "Spice/Herb/Vegetable",
    "BeerStyleDescription": "A catch-all category for ale or lager made with herbs, spices or vegetables. The additive should be distinctive in the aroma. Body, color, hop character and strength vary depending on the type of spice, herb or vegetable used.",
    "BeerStyleParent": 120,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 58,
    "BeerStyleName": "Bière de Garde",
    "BeerStyleDescription": "A traditional classification for the farmhouse ales of France and their sometimes-untraditional new-world counterparts. Bière de Garde is today generally a warm fermented strong pale ale - sometimes blonde, sometimes amber, and has much in common with Belgium ales.  Medium bodied with hints of caramel or toffee. Cellared smell and flavor are characteristics. The name means &quot;beer for keeping&quot;.",
    "BeerStyleParent": 66,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 59,
    "BeerStyleName": "Traditional Ale",
    "BeerStyleDescription": "A catch-all category used to classify ancient or resurrected styles of antiquity that are appearing more in brewing today. Heather ale, spruce  beer, sorghum beer, gruit, and beers like Adam, Russian Kvass and Midas Touch are all included in this category. These ales will vary tremendously in character from one another. Many are unhopped, strength can vary, but all are a glimpse into brewing's past.  Styles that were formerly in this category - Grodzisk/Lichtenhainer/Gose and Sahti/Gotlandsdricke/Koduolu are now listed separately.",
    "BeerStyleParent": 120,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 60,
    "BeerStyleName": "Dortmunder/Helles",
    "BeerStyleDescription": "These two styles are closely related, the former hailing from Dortmund and the latter from Bavaria. Both are slightly strong &#40;5.0-5.6%&#41;, malt-accented pale lagers. The cookie-like or bready maltiness should be very much in evidence in a traditional example. These beers are clean and easy to drink in quantity. Some Dortmunders made in Denmark and the Netherlands are stronger.",
    "BeerStyleParent": 70,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 61,
    "BeerStyleName": "Berliner Weisse",
    "BeerStyleDescription": "Very wheaty, very sour style of Berlin. Berliner weissebier has a barely perceptible hop content, low alcohol, and a sharp character. Often these are laced with syrups to cut the intense acidity, but purists will want to take them neat to enjoy the multi-faceted complexity and thirst-quenching character.",
    "BeerStyleParent": 119,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 62,
    "BeerStyleName": "Irish Ale",
    "BeerStyleDescription": "The red ales of Ireland have a gentle maltiness, caramelly, earthy notes, and a generally restrained hop character. They are session ales, so alcohol is generally at 5% abv or less, though you will find the occasion stronger example. The major macrobrewed Irish ales are ascribed to be in this style, but the majority of examples are from New World microbreweries working with Michael Jackson’s description of Irish ale.",
    "BeerStyleParent": 67,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 63,
    "BeerStyleName": "Baltic Porter",
    "BeerStyleDescription": "The historical remnants of the 19th c. Baltic trade in imperial stouts, Baltic Porters are typically strong, sweet and bottom-fermented. They lack the powerful roast of an imperial stout, but have an intense malt character, and moderate to strong alcohol. Though they are typically lagers, there are a handful of top-fermented examples.",
    "BeerStyleParent": 68,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 64,
    "BeerStyleName": "American Strong Ale",
    "BeerStyleDescription": "Not a style, per se, but a catch-all category to incorporate the plethora of strong, stylistically vague beers coming from American microbreweries today. Some are related to English Strong Ales but with a higher hop rate while others are ultra-strong variants on the IPA or red ale themes. No matter how varied their origins or characters might be, all are intense, potent, and with generous quantities of hops and malt.",
    "BeerStyleParent": 67,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 65,
    "BeerStyleName": "Imperial Pils/Strong Pale Lager",
    "BeerStyleDescription": "A catch-all for strong, sometimes hoppy lagers that range from modern versions of &quot;Imperial Pilsner&quot;, to more traditional strong lagers which are more common in Eastern Europe. These are essentially stronger versions of pilsners, though the increased malt and alcohol will noticeably reduce the hop accent. Because these are usually all-malt, and comfortably hopped, they are easily distinguishable from malt liquors. Without the malt character of bocks, these are worthy of a style all their own.",
    "BeerStyleParent": 70,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 66,
    "BeerStyleName": "Belgian-Style Ales",
    "BeerStyleDescription": "Abbey Dubbel, Abbey Tripel, Abt/Quadrupel, Belgian Ale, Belgian Strong Ale, Bière de Garde, Saison.",
    "BeerStyleParent": -1,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 67,
    "BeerStyleName": "Anglo-American Ales",
    "BeerStyleDescription": "Altbier, Amber Ale, American Pale Ale, American Strong Ale, Barley Wine, Bitter, Brown Ale, Cream Ale, English Pale Ale, English Strong Ale, Golden Ale/Blond Ale, Imperial IPA, India Pale Ale &#40;IPA&#41;, Irish Ale, Kolsch, Mild Ale, Old Ale, Premium Bitter/ESB, Scotch Ale, Scottish Ale.",
    "BeerStyleParent": -1,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 68,
    "BeerStyleName": "Stouts and Porters",
    "BeerStyleDescription": "Baltic Porter, Black IPA, Dry Stout, Foreign Stout, Imperial Stout, Imperial Porter, Porter, Stout, Sweet Stout.",
    "BeerStyleParent": -1,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 69,
    "BeerStyleName": "Wheat Beer",
    "BeerStyleDescription": "Belgian White &#40;Witbier&#41;, Berliner Weisse, Dunkelweizen, German Hefeweizen, German Kristallweizen, Grodziskie/Gose/Lichtenhainer, Weizen Bock, Wheat Ale\r\n",
    "BeerStyleParent": -1,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 70,
    "BeerStyleName": "Lagers",
    "BeerStyleDescription": "Amber Lager/Vienna, California Common, Czech Pilsner &#40;Svetly&#41;, Doppelbock, Dortmunder/Helles, Dunkel/Tmavý, Dunkler Bock, Eisbock, Heller Bock, Malt Liquor, Oktoberfest/Märzen, Pale Lager, Pilsener, Polotmavý, Premium Lager, Schwarzbier, Imperial Pils/Strong Pale Lager, Zwickel/Keller/Landbier.",
    "BeerStyleParent": -1,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 71,
    "BeerStyleName": "Abbey Dubbel",
    "BeerStyleDescription": "These are dark, malty, yeasty strong ales in the Trappist tradition, but produced &#40;mainly&#41; by secular brewers. Dubbels range between 6.5-8% abv, and have a dark brown, cloudy colour, and a palate mixing malt, a lush fruitiness, and yeast. They are typically bottle-conditioned.",
    "BeerStyleParent": 66,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 72,
    "BeerStyleName": "Abbey Tripel",
    "BeerStyleDescription": "Like other abbey ales, Tripels are strong, yeasty-malty beers. But they are also pale, and have a notable hop profile. Hop bitterness may be higher than a typical abbey ale, up to 45IBUs. But the finish is where the hops really shine, as tripels should finish fairly dry. Otherwise, maltiness is still essential to the style, and the assertive yeast note typical of all abbey ales will be more apparent in tripels, since they do not have the rich dark malts to distract the palate. Alcohol flavours feature more prominently in Tripels that in just about any other style.",
    "BeerStyleParent": 66,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 73,
    "BeerStyleName": "Lambic Style - Gueuze",
    "BeerStyleDescription": "Gueuze is a blend of young and old lambic. The yeasts are rejuvenated and carbonation ensues. The old lambic is more refined in character and helps take some of the edge off of the young lambic. The hops used are old, and act only as a preservative, so hop character is not a part of the style. The wild yeasts not only ferment and sour the beer, but they bring the funky, unpredictable flavours that characterize all lambic beers. A quality gueuze will be blended to eliminate some of the less desirable flavours. Above all else, a gueuze should be sour and very complex. The best examples are the most complex beers in the world, and put most champagnes to shame as well. The finish should be bone dry.",
    "BeerStyleParent": 119,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 74,
    "BeerStyleName": "Zwickel/Keller/Landbier",
    "BeerStyleDescription": "Three related lager styles most common in Franconia. Essentially, these are hoppier versions of a helles, served with natural carbonation and unfiltered - they are the lager world’s answer to real ale. Kellerbier will on average be hoppier than zwickelbier. There is also Landbier, which is more malt-accented, may be filtered, but is similarly lacking in carbonation. Gravity is standard, low to moderate hop rates, the colour from pale to reddish-amber and the palate should be balanced with a hop accent. Zoiglbier, common to Oberpfalz, is also included in this category.",
    "BeerStyleParent": 70,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 75,
    "BeerStyleName": "Low Alcohol",
    "BeerStyleDescription": "Low alcohol beers range from the typical &quot;Non-Alc&quot; beers, which typically contain around 0.5%, to the various European table beer styles. These include Hvidtøl and Skibsøl from Denmark, the Dutch oud bruins, svagdricka from Sweden, kalja from Finland, various Klass  Scandinavian lagers and table beers from the Teutonic countries as well. The base criteria is that the beer should be under 3%, but still contain alcohol - which rules out Malta/Malzbier. Otherwise, the class can be a bit of a free-for-all stylistically, ranging from bland lagers through alcohol-free Weizenbiere, to the smoky Skibsøl.",
    "BeerStyleParent": 120,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 76,
    "BeerStyleName": "Old Ale",
    "BeerStyleDescription": "Old Ale is a simple enough style to figure out. At least, once you\r\nunderstand that there are three or four beer styles called Old Ale.\r\nThe first is the best known - the strong dark Old Peculier style. The second type of Old Ale is a blended dark ale. At least one of the beers comprising the blend will be aged for a couple of years in wood casks. The third version of Old Ale is a form of mild – a low-gravity dark ale. Another version of Old Ale is closely related to the first. For me, these\r\nare robustly malty beers, akin to a top-fermented version of a doppelbock.\r\n",
    "BeerStyleParent": 67,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 77,
    "BeerStyleName": "Lambic Style - Faro",
    "BeerStyleDescription": "Faro is a lambic blend with the addition of sugar. These are well-carbonated, and are sweeter and more refreshing than gueuze. The flavour is often straightforward and sugary, with lighter barnyard and funk notes than other lambic styles. The odd variant contains other spices like orange peel as flavouring.",
    "BeerStyleParent": 119,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 78,
    "BeerStyleName": "Lambic Style - Unblended",
    "BeerStyleDescription": "Unblended lambic is the purest form of lambic. This rare specialty is typically only found in the lambicmakers’ home region, although some bottled examples – such as Cantillon 1900 Bruocsella Grand Cru – are produced. Unblended lambics will vary in character from barrel to barrel, can be found in a variety of ages, and may have been aged with fruit in the cask. They tend to be still, with flavours whose edge has not been taken off by blending.",
    "BeerStyleParent": 119,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 79,
    "BeerStyleName": "Foreign Stout",
    "BeerStyleDescription": "Foreign Stout began with the beer that would become Guinness Foreign Extra Stout. This was a stronger, extra-hopped version of the basic Guinness Extra Stout, brewed to survive long journeys overseas. The classic FES still exists in a few different forms, but many of the original destination countries &#40;Jamaica, Sri Lanka, etc.&#41; now have their own, locally-produced versions. Foreign stout occupies a position between basic stout and imperial stout. It is sweeter than a basic stout, but not as robust as an imperial. It is less fruity and less hoppy as well. Foreign stouts are sometimes made with local grains and adjuncts – sugar is not uncommon. Alcohol ranges from 6-8%.",
    "BeerStyleParent": 68,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 80,
    "BeerStyleName": "Abt/Quadrupel",
    "BeerStyleDescription": "Abt, or quadrupel, is the name given to ultra-strong Trappist and abbey ales. The name Abt was pioneered to describe Westvleteren and the beer that would become St. Bernardus. Quadrupel was pioneered by La Trappe. Abts are the darker of the two, with more rich, deep fruity notes. Quads are paler, with corresponding peachy notes. Neither have much in the way of hop, and both are very strong and malty. Though both are bottle-conditioned, abts trend more towards yeastiness. Alcohol is very high (10+% abv) for both.",
    "BeerStyleParent": 66,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 81,
    "BeerStyleName": "Imperial IPA",
    "BeerStyleDescription": "Imperial IPA &#40;also called Double or Triple IPA&#41; is a strong, often sweet, intensely hoppy version of the traditional India Pale Ale. Bitterness units range tend to be 100 IBUs and above. The ABV level for DIPAs generally begins at 7.5% but is more commonly in the 8.0%+ range.  The flavour profile is intense all around.  Unlike barley wines, the balance is heavily towards the hops, with crystal and other malts providing support.",
    "BeerStyleParent": 67,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 82,
    "BeerStyleName": "German Kristallweizen",
    "BeerStyleDescription": "Kristalweizen are the third member of the German Wheat trifecta. Derided by many beer lovers as &quot;castrated hefeweizens&quot;, kristalweizens are known for their filtered, sparkling colour. They have the classic spritzy carbonation of wheat beers and the same tart wheat notes and signature components of banana, bubblegum, and spice. The body is light and alcohol ranges around the 5% mark, give or take half a point.",
    "BeerStyleParent": 69,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 83,
    "BeerStyleName": "Sake",
    "BeerStyleDescription": "Daiginjo, Futsu-shu, Genshu, Ginjo, Honjozo, Infused, Junmai, Koshu, Namasaké, Nigori, Taru, Tokubetsu.",
    "BeerStyleParent": -1,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 84,
    "BeerStyleName": "Saké - Junmai",
    "BeerStyleDescription": "Literally pure rice, this is defined by having no brewer’s alcohol included in the finished product. Only rice, koji and yeast are used. Junmai sakes must use rice that has a seimaibuai &#40;rice polishing rate&#41; of at least 70%. This means the outside 30% of the rice has been gently polished away. Junmai sakes tend to be full-bodied with stronger flavors than higher grade Ginjo varieties as well as higher acidity. Though there are always exceptions to this.",
    "BeerStyleParent": 83,
    "BeerStyleCategory": 4
  },
  {
    "BeerStyleID": 85,
    "BeerStyleName": "Saké - Honjozo",
    "BeerStyleDescription": "Brewer’s alcohol has been added at the end of fermentation prior to filtration &#40;pressing&#41;. Up to a quarter of the alcohol in a Honjozo can be derived from pure ethanol. Honjozo sakes must use rice that has a seimaibuai &#40;rice polishing rate&#41; of at least 70%. This means the outside 30% of the rice has been gently polished away. Usually lighter bodied than Junmai and can be served chilled, at room temperature, or above. Aside from the economic reason for adding alcohol, the aroma compounds present in the fermentation mash are highly alcohol soluble, so more aroma is possibly extracted. To contrast this though the flavor of the sake has been effectively diluted with the ethanol addition.",
    "BeerStyleParent": 83,
    "BeerStyleCategory": 4
  },
  {
    "BeerStyleID": 86,
    "BeerStyleName": "Saké - Ginjo",
    "BeerStyleDescription": "Ginjo, which means specially brewed, more care is taken during all the aspects of processing. Fermentation is at a lower temperature and for longer periods while pressing is often done by hand. Ginjo sakes must use rice that has a seimaibuai &#40;rice polishing rate&#41; of at least 60%. This means the outside 40% of the rice has been gently polished away. Typically but not always a substyle of Junmai Ginjo and Honjozo Ginjo, where the latter has had ethanol added. Chu-ginjo &#40;middle Ginjo&#41; is a sake in-between Ginjo and digging in regards to rice polishing&#41;",
    "BeerStyleParent": 83,
    "BeerStyleCategory": 4
  },
  {
    "BeerStyleID": 87,
    "BeerStyleName": "Saké - Daiginjo",
    "BeerStyleDescription": "A sub class of Ginjo. At least 50% of the outer rice grain is polished off. Much more care is taken during processing. Can be Junmai Daiginjo and Honjozo Daiginjo, where the latter has had ethanol added. Daiginjo is the paragon of Japanese brewing.",
    "BeerStyleParent": 83,
    "BeerStyleCategory": 4
  },
  {
    "BeerStyleID": 88,
    "BeerStyleName": "Saké - Tokubetsu",
    "BeerStyleDescription": "Tokubetsu &#40;special&#41; sake usually is classified as either Tokubetsu Junmai or Tokubetsu Honjozo. It follows the same rules as the latter styles but is special in some way. Typically, additional polishing of the rice has occurred &#40;usually 60% or lower&#41; or a special production method has been utilized.",
    "BeerStyleParent": 83,
    "BeerStyleCategory": 4
  },
  {
    "BeerStyleID": 89,
    "BeerStyleName": "Saké - Futsu-shu",
    "BeerStyleDescription": "Futsu-shu means typical or ordinary sake. It almost always uses rice that has been polished less than 70% &#40;more than 30% of the outside remains&#41;. Even table rice is used in the cheaper varieties. Brewer’s alcohol is added in more amounts than allowed in Honjozo and organic acids are usually added. Sanzoshu &#40;triple sake&#41; goes beyond Futsu-shu and allows enough alcohol to be added to triple the yield of a batch of sake. Also allowed are sugars and organic acids. Sanzoshu is the bottom of the barrel when it comes to sake. Futsu-shu isn’t far, but there are some rare respectable examples.",
    "BeerStyleParent": 83,
    "BeerStyleCategory": 4
  },
  {
    "BeerStyleID": 90,
    "BeerStyleName": "Saké - Namasaké",
    "BeerStyleDescription": "Fresh or raw saké that is not pasteurized. Sensitive to temperature and will spoil easily, turning milky and possibly sour. Alternative themes on the word nama include namachozo, which is pasteurized once before bottling, or namazume, which is pasteurized once before storage. All other sake has been pasteurized twice and is known in this respect as &quot;hi-ire&quot;, which means &quot;put in the fire.&quot;",
    "BeerStyleParent": 83,
    "BeerStyleCategory": 4
  },
  {
    "BeerStyleID": 91,
    "BeerStyleName": "Saké - Genshu",
    "BeerStyleDescription": "An undiluted sake, typically 18-20% ABV.",
    "BeerStyleParent": 83,
    "BeerStyleCategory": 4
  },
  {
    "BeerStyleID": 92,
    "BeerStyleName": "Saké - Koshu",
    "BeerStyleDescription": "An aged sake. Can be musty and bacterial, smoky and rich. Stored either in the bottle or in a tank. A substyle to this is Kijoshu, where half of the water used to brew is replaced with sake which leads to a very sweet sake, and aged for several years, similar to port.",
    "BeerStyleParent": 83,
    "BeerStyleCategory": 4
  },
  {
    "BeerStyleID": 93,
    "BeerStyleName": "Saké - Nigori",
    "BeerStyleDescription": "A retro style cloudy, roughly filtered saké whereby some of the rice and koji rice from the fermentation vessel is added to the bottle to produce a sweeter, rougher hewn product. Usually served shaken and chilled.",
    "BeerStyleParent": 83,
    "BeerStyleCategory": 4
  },
  {
    "BeerStyleID": 94,
    "BeerStyleName": "Saké - Infused",
    "BeerStyleDescription": "A non-traditional flavored or infused saké with Asian pear, black raspberry, yuzu &#40;Japanese citron&#41;, roasted hazelnut or other flavors.",
    "BeerStyleParent": 83,
    "BeerStyleCategory": 4
  },
  {
    "BeerStyleID": 95,
    "BeerStyleName": "Saké - Taru",
    "BeerStyleDescription": "Sake aged in a cedar cask or barrel imparting a spicy note similar to flavor from the masu cup.",
    "BeerStyleParent": 83,
    "BeerStyleCategory": 4
  },
  {
    "BeerStyleID": 99,
    "BeerStyleName": "Meads",
    "BeerStyleDescription": "Parent placeholder - do not as",
    "BeerStyleParent": -1,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 100,
    "BeerStyleName": "Dunkelweizen",
    "BeerStyleDescription": "A dark take on the German wheat theme, dunkel &#40;=dark&#41; Hefeweizen have the same banana and clove notes of their pale cousins but also have earthy, toasty, and chocolatey notes from the addition of dark malts. They are &quot;shoulder season&quot; wheat beers to many drinkers - something a little more robust than a pale Hefeweizen for the fall and spring seasons, but not as rich as winter's Weizenbock. Alcohol is between 4.8-5.6% generally, bitterness is low, and carbonation is high. Occasionally you will see dark versions of American Wheats but these are uncommon.",
    "BeerStyleParent": 69,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 101,
    "BeerStyleName": "Premium Bitter/ESB",
    "BeerStyleDescription": "In England, many breweries have a number of bitters in their range. The style that has come to be known as Premium or Special Bitter generally includes the stronger &#40;4.6%-6.0%&#41; examples. These are mostly served in the traditional way from the cask, but some are also found in bottle form where the extra malt allows them to stand up better than the more delicate ordinary Bitter. In the US, the designation ESB is common for this style, owing to the influence of Fuller’s ESB, the London brew that was among the first to be exported to the States. In the US, some ESBs are made with American hops and a clean yeast, but the alcohol range is the same, as is the range of bitterness, usually between 25 and 35 but occasionally creeping higher.",
    "BeerStyleParent": 67,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 102,
    "BeerStyleName": "Scotch Ale",
    "BeerStyleDescription": "Scotch Ale was the name given to a strong pale ale from Edinburgh in the 19th century. This was typical of the strong pale ales brewed in Britain at that time - mainly pale barley malt and moderate hopping, and were not that stylistically different to English Strong Ales or Barley Wines. The name however became regionalised so that a strong pale ale from Scotland became known as a Scotch Ale or Wee Heavy.\r\n\r\n\r\nBeers using the designation Scotch Ale are popular in the USA where most examples are brewed locally. Examples of beers brewed in the USA under the name Wee Heavy tend to be 7% abv and higher, while Scottish brewed examples, such as Belhavens Wee Heavy, are typically between 5.5% and 6.5% abv.",
    "BeerStyleParent": 67,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 103,
    "BeerStyleName": "Premium Lager",
    "BeerStyleDescription": "A beer that straddles between the mainstream Pale Lager and Pilsner. Not all beers that call themselves Premium Lager are, but those that are will typically have a deep gold to light bronze colour, and distinct influence of malt and hops. They should be free of adjuncts and will have a softer carbonation than Pale Lager or Classic German Pilsner. IBUs will typically range in the 20’s, and lagering times will typically be 4-6 weeks, more in line with what pilsners have. Overall accent will be malty-to-balanced, alcohol in a slightly tighter range than either Pale Lager or Pilsner (4.5-5.5%). Most often the product of a microbrewery or brewpub, but macrobreweries can make this style if they jack up the hops a bit and make it all-malt.",
    "BeerStyleParent": 70,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 104,
    "BeerStyleName": "Ciders",
    "BeerStyleDescription": "Cider. Everything made from fermented Apples, Pears or Quinces.",
    "BeerStyleParent": -1,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 105,
    "BeerStyleName": "Heller Bock",
    "BeerStyleDescription": "The Heller Bock is primarily a malty beer from the German brewing tradition with little hop character - neither bitter nor aromatic - though the style typically has a little more hops than the standard Bock. The color is golden to light brown or amber. They should normally pour with a substantial white head. Typical examples are pale and clear and normally brewed with Lager-yeast.",
    "BeerStyleParent": 70,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 106,
    "BeerStyleName": "Specialty Grain",
    "BeerStyleDescription": "Beer made with a speciality grain, most typically rye, but also common are rice, sorghum, millet, corn, buckwheat, oats and spelt.  As this is a catch-all category, alcohol levels, bitterness, and color vary.",
    "BeerStyleParent": 120,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 107,
    "BeerStyleName": "Perry",
    "BeerStyleDescription": "Perry or Pear Cider is an alcoholic drink made from pressed pears, mostly especially grown for this purpose. Also there are a few producers doing fermented drinks using Quinces instead of Pears, creating an aroma of its own.",
    "BeerStyleParent": 104,
    "BeerStyleCategory": 3
  },
  {
    "BeerStyleID": 112,
    "BeerStyleName": "Ice Cider/Ice Perry",
    "BeerStyleDescription": "Ice cider is traditionally made by leaving apples on the tree into the winter, picking them only when they are frozen.  This results in highly concentrated apples, from which juice is pressed and then fermented.  Less traditional producers ferment juice than has been partially frozen to achieve concentration.",
    "BeerStyleParent": 104,
    "BeerStyleCategory": 3
  },
  {
    "BeerStyleID": 113,
    "BeerStyleName": "Imperial Porter",
    "BeerStyleDescription": "Imperial &#40;extra-strong&#41; porters fall in between the traditional porter, a Baltic porter, and an imperial stout.  They range from around 7.5% upwards, with hefty dark malt character, but lack the overt roastiness of an imperial stout.",
    "BeerStyleParent": 68,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 114,
    "BeerStyleName": "Black IPA",
    "BeerStyleDescription": "An emerging beer style roughly defined as a beer with IPA-level hopping relatively high alcohol and a distinct toasty dark malt character.  Typically lacks the roastiness and body of a strong stout and is hoppier than a strong porter.  Expressive dry-hopping is common.  Also called India Dark Ale, India Black Ale, Cascadian Dark Ale, Dark IPA and sometimes India Brown Ale.",
    "BeerStyleParent": 68,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 115,
    "BeerStyleName": "Polotmavý",
    "BeerStyleDescription": "This is the amber lager style of the Czech Republic. The character that the brewery usually aims for with this style is a hybrid between the dark lager and the pale pilsner. The result has a richer malt character than the American Dark/Amber Lager/Vienna style and more hop than the Oktoberfest/Marzen style.",
    "BeerStyleParent": 70,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 116,
    "BeerStyleName": "Sahti/Gotlandsdricke/Koduõlu",
    "BeerStyleDescription": "A traditional ale style unique to three areas: Finland, the Swedish island of Gotland and the Estonian island of Saaremaa. There are subtle differences between them and also between sahti from different regions in Finland. In general however these are strong ales made with a combination of rye and barley malt. They have minimal hop character and instead receive most of their flavor by virtue of being filtered through juniper twigs. Most examples will exhibit a strong yeast character and many homebrewed traditional examples are made with baking yeast. Such yeast often generates a highly phenolic character as well. Some examples will also have a smoky character and this is particularly evident in gotlandsdricke.",
    "BeerStyleParent": 120,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 117,
    "BeerStyleName": "Grodziskie/Gose/Lichtenhainer",
    "BeerStyleDescription": "Sour wheat beers were common in many parts of medieval and early Industrial Europe. Two styles – lambic and Berliner weisse – survived, but many others did not. Gose and Lichtenhainer are historic styles of sour wheat beer.  Grodzisk is sometimes tart, sometimes not. Gose is seasoned with salt, Grodziskie and Lichtenhainer contain smoked malt. Historical sources are mixed about Lichtenhainer containing wheat, so modern interpretations may vary. Grätzer is an alternative name for Grodziskie. All three will be relatively low alcohol, with a strong wheat character, but will be distinct from classic examples of Berliner Weisse or lambic. As all we have are historical recreations, substantial differences may exist between interpretations.",
    "BeerStyleParent": 69,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 118,
    "BeerStyleName": "Sour Red/Brown",
    "BeerStyleDescription": "The sour red/brown beers of Flanders can be considered as two different styles, or two ends of a single style continuum, depending on how you choose to view the issue. They are a clearly–defined sour ale subtype, one with strong historical traditions. Their character blends rich malt with tartness, and usually some fruity character as well. Oak aging is common in the traditional production of the style and therefore is often evident in the character. Many examples are also aged on fruit. At the red end of the style, the classic is Rodenbach at the brown end it is Liefmans, and there are several very good examples in between.",
    "BeerStyleParent": 119,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 119,
    "BeerStyleName": "Lambic and Sour Ale",
    "BeerStyleDescription": "Lambic styles &#40;Fruit, Unblended, Gueuze, Faro&#41;, Berliner Weisse, Sour/Wild ale, Sour Red/Brown.",
    "BeerStyleParent": -1,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 120,
    "BeerStyleName": "Traditional, Spice, Other",
    "BeerStyleDescription": "Traditional Ale, Specialty Grain, Smoked, Spice/Herb/Vegetable, Fruit Beer, Low Alcohol, Sahti/Gotlandsdricke/Koduõlu",
    "BeerStyleParent": -1,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 121,
    "BeerStyleName": "Session IPA",
    "BeerStyleDescription": "The term Session IPA describes a category of beers marketed for their hop-dominant flavor profiles at &quot;sessionable&quot; levels of alcohol. While this is typically 3.2-4.6% ABV, a few have stretched the definition. This class of beers arose in 2010 out of the Craft Beer Tradition as a reaction to the trend of increasingly strong beers and greater public appreciation for hoppier profiles around the globe. It is differentiated from American Pale Ale by typically being lower in alcohol and usually having more hop-dominant profiles. While hops used are typically American Pacific Northwest and New Zealand, proprietary/experimental and South African and other hops may also factor into a Session IPA hop bill.",
    "BeerStyleParent": 67,
    "BeerStyleCategory": 1
  },
  {
    "BeerStyleID": 122,
    "BeerStyleName": "Radler/Shandy",
    "BeerStyleDescription": "A mix of a sweet soft drink or juice &#045;&#045; typically lemon or ginger but sometimes apple, grapefruit, or other fruit &#045;&#045; and beer, often in equal parts, that is moderately sweet, thirst quenching, and low in alcohol with medium to spritzy carbonation. It is often but not necessarily sold as a Summer seasonal. Category includes such regional styles as diesel (beer and cola), cola-weizen (wheat beer and cola), and Russ'n. There must be at least 50% beer or cider in this drink to be rateable.",
    "BeerStyleParent": 70,
    "BeerStyleCategory": 1
  }
]